{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ô": 146,
      "Õ": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ó": 175,
      "ô": 176,
      "ā": 177,
      "Ă": 178,
      "ă": 179,
      "Ą": 180,
      "ą": 181,
      "Ć": 182,
      "Ĉ": 183,
      "ĉ": 184,
      "Ċ": 185,
      "Č": 186,
      "č": 187,
      "Ď": 188,
      "ď": 189,
      "Đ": 190,
      "đ": 191,
      "Ē": 192,
      "ē": 193,
      "Ĕ": 194,
      "ĕ": 195,
      "Ė": 196,
      "ė": 197,
      "Ę": 198,
      "ę": 199,
      "Ě": 200,
      "ě": 201,
      "ğ": 202,
      "Ġ": 203,
      "ġ": 204,
      "Ģ": 205,
      "ģ": 206,
      "Ĥ": 207,
      "ĥ": 208,
      "Ħ": 209,
      "ħ": 210,
      "Ĩ": 211,
      "ĩ": 212,
      "Ī": 213,
      "ī": 214,
      "Ĭ": 215,
      "ĭ": 216,
      "Į": 217,
      "į": 218,
      "İ": 219,
      "ı": 220,
      "Ĳ": 221,
      "ĳ": 222,
      "Ĵ": 223,
      "ĵ": 224,
      "Ķ": 225,
      "ķ": 226,
      "ĸ": 227,
      "Ĺ": 228,
      "ĺ": 229,
      "Ļ": 230,
      "ļ": 231,
      "Ľ": 232,
      "ľ": 233,
      "Ŀ": 234,
      "ŀ": 235,
      "Ł": 236,
      "ł": 237,
      "Ń": 238,
      "Ġt": 239,
      "he": 240,
      "Ġa": 241,
      "in": 242,
      "ĠĠ": 243,
      "Ġthe": 244,
      "re": 245,
      "on": 246,
      "čĊ": 247,
      "er": 248,
      "at": 249,
      "Ġs": 250,
      "Ġo": 251,
      "Ġc": 252,
      "en": 253,
      "es": 254,
      "Ġw": 255,
      "is": 256,
      "nd": 257,
      "or": 258,
      "it": 259,
      "al": 260,
      "Ġp": 261,
      "Ġf": 262,
      "Ġof": 263,
      "an": 264,
      "ed": 265,
      "Ġb": 266,
      "ing": 267,
      "Ġin": 268,
      "ar": 269,
      "ion": 270,
      "Ġm": 271,
      "Ġand": 272,
      "Ġto": 273,
      "Ġd": 274,
      "ou": 275,
      "ic": 276,
      "le": 277,
      "ĠĠĠĠ": 278,
      "ro": 279,
      "as": 280,
      "ent": 281,
      "Ġe": 282,
      "Ġh": 283,
      "ct": 284,
      "Ġth": 285,
      "Ġn": 286,
      "Ġre": 287,
      "Ġl": 288,
      "st": 289,
      "ve": 290,
      "il": 291,
      "ĠĠĠ": 292,
      "om": 293,
      "et": 294,
      "Ġis": 295,
      "ĠT": 296,
      "im": 297,
      "ol": 298,
      "ra": 299,
      "el": 300,
      "ation": 301,
      "Ġg": 302,
      "ce": 303,
      "ur": 304,
      "id": 305,
      "âĢ": 306,
      "ut": 307,
      "ot": 308,
      "us": 309,
      "ly": 310,
      "Ġfor": 311,
      "Ġbe": 312,
      "ig": 313,
      "ow": 314,
      "ĠA": 315,
      "ul": 316,
      "Ġ=": 317,
      "Ġst": 318,
      "ir": 319,
      "Ġ1": 320,
      "ch": 321,
      "Ġthat": 322,
      "ver": 323,
      "am": 324,
      "ĠS": 325,
      "ĠC": 326,
      "Ġon": 327,
      "ĠĠĠĠĠĠĠ": 328,
      "if": 329,
      "Ġas": 330,
      "Ġ(": 331,
      "ĠThe": 332,
      "se": 333,
      "um": 334,
      "ĠI": 335,
      "ad": 336,
      "Ġcon": 337,
      "ith": 338,
      "ay": 339,
      "Ġpro": 340,
      "Ġan": 341,
      "ist": 342,
      "her": 343,
      "Ġare": 344,
      "qu": 345,
      "ate": 346,
      "Ġwith": 347,
      "un": 348,
      "od": 349,
      "ers": 350,
      "Ġit": 351,
      "Ġwh": 352,
      "Ġwe": 353,
      "Ġy": 354,
      "ge": 355,
      "Ġal": 356,
      "Ġde": 357,
      "iv": 358,
      "Ġor": 359,
      "Ġex": 360,
      "th": 361,
      "est": 362,
      "res": 363,
      "Ġv": 364,
      "ies": 365,
      "ab": 366,
      "pe": 367,
      "ĠP": 368,
      "ment": 369,
      "Ġ2": 370,
      "ter": 371,
      "ity": 372,
      "os": 373,
      "ess": 374,
      "ĠM": 375,
      "and": 376,
      "op": 377,
      "rom": 378,
      "ĠB": 379,
      "ive": 380,
      "Ġby": 381,
      "ore": 382,
      "Ġcan": 383,
      "ac": 384,
      "âĢĻ": 385,
      "Ġcom": 386,
      "Ġwas": 387,
      "ain": 388,
      "Ġr": 389,
      "Ġhe": 390,
      "Ġsu": 391,
      "ts": 392,
      "ial": 393,
      "igh": 394,
      "Ġ-": 395,
      "ĠR": 396,
      "em": 397,
      "Ġch": 398,
      "ld": 399,
      "ill": 400,
      "ĠE": 401,
      "Ġus": 402,
      "ĠH": 403,
      "pp": 404,
      "ren": 405,
      "ke": 406,
      "oc": 407,
      "ort": 408,
      "Ġfrom": 409,
      "ri": 410,
      "ĠW": 411,
      "ud": 412,
      "ect": 413,
      "Ġyou": 414,
      "The": 415,
      "ĠF": 416,
      "Ġne": 417,
      "ave": 418,
      "Ġat": 419,
      "Ġle": 420,
      "ĠD": 421,
      "Ġse": 422,
      "\"\"": 423,
      "00": 424,
      "Ġtheir": 425,
      "ant": 426,
      "Ġnot": 427,
      "ĠN": 428,
      "ions": 429,
      "pl": 430,
      "red": 431,
      "Ġint": 432,
      "Ġ+": 433,
      "Ġen": 434,
      "pt": 435,
      "Ġim": 436,
      "Ġhave": 437,
      "rou": 438,
      "ical": 439,
      "ure": 440,
      "ĠG": 441,
      "ich": 442,
      "art": 443,
      "ĠL": 444,
      "iz": 445,
      "all": 446,
      "Ġsh": 447,
      "ĠâĢ": 448,
      "Ġu": 449,
      "ight": 450,
      "ther": 451,
      "Ġthis": 452,
      "og": 453,
      "act": 454,
      "Ġwor": 455,
      "age": 456,
      "ine": 457,
      "Ġpl": 458,
      "gh": 459,
      "ans": 460,
      "Ġk": 461,
      "per": 462,
      "Ġ3": 463,
      "ult": 464,
      "Ġab": 465,
      "Ġthey": 466,
      "ould": 467,
      "ple": 468,
      "ue": 469,
      "ber": 470,
      "##": 471,
      "ated": 472,
      "ame": 473,
      "ind": 474,
      "**": 475,
      "ag": 476,
      "Ġwhich": 477,
      "ome": 478,
      "Ġwhe": 479,
      "ep": 480,
      "end": 481,
      "ost": 482,
      "out": 483,
      "ide": 484,
      "Ġ$": 485,
      "ations": 486,
      "Ġres": 487,
      "our": 488,
      "cl": 489,
      "ass": 490,
      "Ġwere": 491,
      "Ġ\\": 492,
      "ust": 493,
      "ard": 494,
      "ous": 495,
      "Ġnum": 496,
      "ance": 497,
      "ak": 498,
      "Ġcont": 499,
      "ction": 500,
      "cc": 501,
      "ell": 502,
      "ff": 503,
      "Ġad": 504,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 505,
      "ild": 506,
      "ble": 507,
      "nt": 508,
      "elf": 509,
      "ong": 510,
      "ach": 511,
      "ĠTh": 512,
      "Ġall": 513,
      "ast": 514,
      "ĠU": 515,
      "Ġun": 516,
      "ime": 517,
      "int": 518,
      "ary": 519,
      "ents": 520,
      "so": 521,
      "du": 522,
      "ĠO": 523,
      "ence": 524,
      "Ġimp": 525,
      "ĠIn": 526,
      "ip": 527,
      "vel": 528,
      "av": 529,
      "Ġar": 530,
      "Ġcl": 531,
      "ile": 532,
      "ang": 533,
      "ap": 534,
      "orm": 535,
      "Ġ4": 536,
      "Ġmore": 537,
      "Ġother": 538,
      "Ġdis": 539,
      "Ġalso": 540,
      "urn": 541,
      "fe": 542,
      "one": 543,
      "ie": 544,
      "ĠJ": 545,
      "ress": 546,
      "ear": 547,
      "âĢĿ": 548,
      "Ġhas": 549,
      "able": 550,
      "Ġme": 551,
      "Ġ#": 552,
      "ual": 553,
      "ater": 554,
      "ks": 555,
      "ign": 556,
      "ĠSt": 557,
      "Ġ0": 558,
      "ru": 559,
      "rit": 560,
      "Ġper": 561,
      "ry": 562,
      "\"\"\"": 563,
      "Ġbut": 564,
      "Ġman": 565,
      "'s": 566,
      "Ġthem": 567,
      "ition": 568,
      "ood": 569,
      "ia": 570,
      "Ġits": 571,
      "ric": 572,
      "Ġone": 573,
      "Ġif": 574,
      "ory": 575,
      "Ġev": 576,
      "Ġte": 577,
      "Ġ\"\"\"": 578,
      "con": 579,
      "Ġ5": 580,
      "ces": 581,
      "ish": 582,
      "rent": 583,
      "ount": 584,
      "ound": 585,
      "ace": 586,
      "ire": 587,
      "ĠâĢľ": 588,
      "Ġx": 589,
      "Ġro": 590,
      "Ġj": 591,
      "Ġdo": 592,
      "Ġhis": 593,
      "ors": 594,
      "ake": 595,
      "ord": 596,
      "Ġpe": 597,
      "Ġout": 598,
      "ath": 599,
      "ase": 600,
      "Ġspe": 601,
      "ack": 602,
      "Ġcomm": 603,
      "):": 604,
      "ates": 605,
      "Ġwho": 606,
      "ĠThis": 607,
      "ens": 608,
      "Ġsp": 609,
      "Ġwill": 610,
      "Ġdif": 611,
      "Ġbec": 612,
      "Ġstud": 613,
      "Ġequ": 614,
      "nder": 615,
      "Ġqu": 616,
      "rac": 617,
      "now": 618,
      "Ġform": 619,
      "ree": 620,
      "ub": 621,
      "Ġ19": 622,
      "are": 623,
      "ian": 624,
      "erm": 625,
      "Ġinto": 626,
      "Ġtime": 627,
      "Ġ\"": 628,
      "aus": 629,
      "reat": 630,
      "Ġso": 631,
      "Ġpr": 632,
      "Ġind": 633,
      "ice": 634,
      "Ġtw": 635,
      "ose": 636,
      "Ġcomp": 637,
      "Ġsy": 638,
      "Ġpart": 639,
      "Ġnumber": 640,
      "Ġli": 641,
      "we": 642,
      "Ġabout": 643,
      "ople": 644,
      "Ġbet": 645,
      "very": 646,
      "Ġhad": 647,
      "Ġthese": 648,
      "ef": 649,
      "Ġapp": 650,
      "Ġfe": 651,
      "ĠIt": 652,
      "irst": 653,
      "cul": 654,
      "Ġinf": 655,
      "ci": 656,
      "ata": 657,
      "Ġtra": 658,
      "Ġup": 659,
      "Ġchild": 660,
      "Ġra": 661,
      ").": 662,
      "ok": 663,
      "ph": 664,
      "ities": 665,
      "ific": 666,
      "Ġcol": 667,
      "Ġthan": 668,
      "ution": 669,
      "Ġem": 670,
      "Ġyour": 671,
      "Ġval": 672,
      "ex": 673,
      "Ġtr": 674,
      "ĠV": 675,
      "ings": 676,
      "low": 677,
      "ject": 678,
      "ely": 679,
      "les": 680,
      "rough": 681,
      "Ġwhen": 682,
      "ict": 683,
      "ays": 684,
      "Ġpeople": 685,
      "Ġsuch": 686,
      "ĠK": 687,
      "Ġgo": 688,
      "Ġtwo": 689,
      "Ġthere": 690,
      "Ġunder": 691,
      "Ġrel": 692,
      "Ġover": 693,
      "Ġ6": 694,
      "Ġyear": 695,
      "Ġpre": 696,
      "Ġdiffe": 697,
      "Ġstr": 698,
      "Ġhow": 699,
      "Ġpo": 700,
      "Ġwork": 701,
      "ĠCh": 702,
      "Ġ|": 703,
      "ove": 704,
      "ative": 705,
      "ite": 706,
      "Ġ*": 707,
      "clud": 708,
      "Ġag": 709,
      "Ġknow": 710,
      "),": 711,
      "ail": 712,
      "Ġsome": 713,
      "Ġact": 714,
      "arn": 715,
      "Ġwould": 716,
      "Ġneed": 717,
      "Ġcons": 718,
      "ough": 719,
      "cre": 720,
      "ari": 721,
      "Ġsol": 722,
      "rib": 723,
      "Ġhel": 724,
      "Ġimport": 725,
      "Ġself": 726,
      "Ġbeen": 727,
      "Ġpos": 728,
      "Ġfirst": 729,
      "uring": 730,
      "Ġuse": 731,
      "Ġdef": 732,
      "erv": 733,
      "ween": 734,
      "Ġret": 735,
      "Ġhelp": 736,
      "cess": 737,
      "Ġacc": 738,
      "Ġob": 739,
      "row": 740,
      "Ġmay": 741,
      "ds": 742,
      "ally": 743,
      "oth": 744,
      "Ġnew": 745,
      "ating": 746,
      "alcul": 747,
      "vers": 748,
      "ments": 749,
      "ons": 750,
      "ange": 751,
      "ility": 752,
      "Ġprov": 753,
      "Ġco": 754,
      "Ġbetween": 755,
      "Ġinclud": 756,
      "Ġfind": 757,
      "__": 758,
      "mer": 759,
      "ract": 760,
      "lo": 761,
      "lect": 762,
      "ause": 763,
      "Ġwhere": 764,
      "str": 765,
      "Ġmany": 766,
      "Ġmost": 767,
      "iven": 768,
      "aw": 769,
      "Ġexp": 770,
      "Ġinter": 771,
      "Ġmod": 772,
      "ample": 773,
      "Ġspec": 774,
      "Ġrec": 775,
      "velop": 776,
      "round": 777,
      "ever": 778,
      "Ġused": 779,
      "als": 780,
      "In": 781,
      "te": 782,
      "eg": 783,
      "blem": 784,
      "Ġrep": 785,
      "Ġdes": 786,
      "ram": 787,
      "ys": 788,
      "Ġthrough": 789,
      "Ġ20": 790,
      "}{": 791,
      "Ġget": 792,
      "Ġ/": 793,
      "ize": 794,
      "Ġpol": 795,
      "stem": 796,
      "olog": 797,
      "Ġeach": 798,
      "hed": 799,
      "ft": 800,
      "ne": 801,
      "fter": 802,
      "Ġ'": 803,
      "frac": 804,
      "ower": 805,
      "ĠAr": 806,
      "Ġ10": 807,
      "Ġgen": 808,
      "ues": 809,
      "arg": 810,
      "Ġonly": 811,
      "Ġrem": 812,
      "eth": 813,
      "ced": 814,
      "Ġam": 815,
      "its": 816,
      "Ġreg": 817,
      "Ġsub": 818,
      "Ġdevelop": 819,
      "Ġset": 820,
      "ten": 821,
      "Ġ**": 822,
      "ied": 823,
      "ise": 824,
      "uc": 825,
      "ures": 826,
      "Ġcent": 827,
      "put": 828,
      "Ġlearn": 829,
      "ov": 830,
      "bers": 831,
      "Ġreturn": 832,
      "Ġdifferent": 833,
      "Ġinv": 834,
      "Ġeff": 835,
      "Ġany": 836,
      "Ġwhat": 837,
      "ular": 838,
      "ĠčĊ": 839,
      "ible": 840,
      "Ġ7": 841,
      "Ġno": 842,
      "Ġfun": 843,
      "Ġdist": 844,
      "cept": 845,
      "ib": 846,
      "Ġlike": 847,
      "Ġsoc": 848,
      "ational": 849,
      "ax": 850,
      "ics": 851,
      "Ġ8": 852,
      "Ġprodu": 853,
      "Ġbl": 854,
      "hen": 855,
      "ool": 856,
      "eng": 857,
      "ism": 858,
      "dition": 859,
      "Ġass": 860,
      "fore": 861,
      "ng": 862,
      "Ġ18": 863,
      "Ġvari": 864,
      "hes": 865,
      "Ġour": 866,
      "ĠY": 867,
      "ĠUn": 868,
      "ark": 869,
      "Ġsim": 870,
      "Ġatt": 871,
      "ert": 872,
      "pect": 873,
      "hat": 874,
      "ars": 875,
      "ll": 876,
      "Ġph": 877,
      "ern": 878,
      "Ġcould": 879,
      "Ġsign": 880,
      "meric": 881,
      "Ġsc": 882,
      "Ġyears": 883,
      "lic": 884,
      "Ġsystem": 885,
      "000": 886,
      "Ġproblem": 887,
      "self": 888,
      "Ġsur": 889,
      "ere": 890,
      "ade": 891,
      "Ġthen": 892,
      "form": 893,
      "Ġsupp": 894,
      "Ġ9": 895,
      "ife": 896,
      "Ġfact": 897,
      "alth": 898,
      "ew": 899,
      "ful": 900,
      "ased": 901,
      "Ġoff": 902,
      "Ġfol": 903,
      "Ġlo": 904,
      "ural": 905,
      "ident": 906,
      "()": 907,
      "###": 908,
      "gs": 909,
      "stand": 910,
      "Ġac": 911,
      "Ġâ": 912,
      "ists": 913,
      "ĠHow": 914,
      "Ġchildren": 915,
      "Ġstudents": 916,
      "Ġcor": 917,
      "ĠAmeric": 918,
      "Ġsm": 919,
      "Ġty": 920,
      "Ġbo": 921,
      "resent": 922,
      "iss": 923,
      "Ġcre": 924,
      "Ġdata": 925,
      "wn": 926,
      "Ġfound": 927,
      "own": 928,
      "Ġdec": 929,
      "Ġgiven": 930,
      "Ġboth": 931,
      "Ġpers": 932,
      "ĠThey": 933,
      "**:": 934,
      "iet": 935,
      "ps": 936,
      "Ġusing": 937,
      "Ġcur": 938,
      "Ġcount": 939,
      "ince": 940,
      "ited": 941,
      "ting": 942,
      "ĠAs": 943,
      "ivid": 944,
      "Ġtrans": 945,
      "ink": 946,
      "ives": 947,
      "imes": 948,
      "Ġwell": 949,
      "Ġgra": 950,
      "Ġ{": 951,
      "ĠCon": 952,
      "ines": 953,
      "Ġ->": 954,
      "Ġbu": 955,
      "ious": 956,
      "Ġmat": 957,
      "Ġmake": 958,
      "ĠĠĠĠĠĠĠĠ": 959,
      "Ġear": 960,
      "gan": 961,
      "land": 962,
      "ily": 963,
      "Ġke": 964,
      "Ġed": 965,
      "Ġwater": 966,
      "vern": 967,
      "Ġher": 968,
      "uch": 969,
      "Ġfollow": 970,
      "der": 971,
      "tern": 972,
      "Ġpar": 973,
      "ick": 974,
      "Ġmain": 975,
      "Ġduring": 976,
      "aking": 977,
      "Ġafter": 978,
      "get": 979,
      "Ġcalcul": 980,
      "xt": 981,
      "Ġfl": 982,
      "Ġbecause": 983,
      "Ġlong": 984,
      "ants": 985,
      "hip": 986,
      "arch": 987,
      "ck": 988,
      "iel": 989,
      "Ġdet": 990,
      "Ġinst": 991,
      "gy": 992,
      "other": 993,
      "Ġhum": 994,
      "ĠâĢĵ": 995,
      "Ġeven": 996,
      "ĠIf": 997,
      "Ġimportant": 998,
      "Ġsame": 999,
      "ty": 1000,
      "Ġlead": 1001,
      "Ġbel": 1002,
      "ins": 1003,
      "ĠHe": 1004,
      "Ġworld": 1005,
      "Ġway": 1006,
      "chool": 1007,
      "Ġgener": 1008,
      "Ġexper": 1009,
      "Ġhist": 1010,
      "ĠInd": 1011,
      "Ġappro": 1012,
      "Ġsk": 1013,
      "app": 1014,
      "inal": 1015,
      "Ġclass": 1016,
      "ized": 1017,
      "Ġrequ": 1018,
      "ential": 1019,
      "val": 1020,
      "Ġvalue": 1021,
      "ature": 1022,
      "Th": 1023,
      "Ġcommun": 1024,
      "Ġlist": 1025,
      "10": 1026,
      "ĠFor": 1027,
      "Ġoften": 1028,
      "ĠPro": 1029,
      "To": 1030,
      "Ġpower": 1031,
      "Ġshould": 1032,
      "Ġfunction": 1033,
      "Ġpa": 1034,
      "ruct": 1035,
      "ĠEx": 1036,
      "sw": 1037,
      "enc": 1038,
      "Ġdisc": 1039,
      "Ġart": 1040,
      "Ġext": 1041,
      "ward": 1042,
      "Ġsa": 1043,
      "Ġend": 1044,
      "ec": 1045,
      "Ġmin": 1046,
      "cial": 1047,
      "Ġhigh": 1048,
      "ient": 1049,
      "ides": 1050,
      "old": 1051,
      "ify": 1052,
      "ved": 1053,
      "Ġincre": 1054,
      "ically": 1055,
      "ob": 1056,
      "tle": 1057,
      "els": 1058,
      "Ġcomple": 1059,
      "Ġconst": 1060,
      "Ġwrit": 1061,
      "}$": 1062,
      "Ġcall": 1063,
      "Ġgrou": 1064,
      "))": 1065,
      "Ġjust": 1066,
      "Ġdep": 1067,
      "Ġ[": 1068,
      "Ġequation": 1069,
      "Ġexample": 1070,
      "Ġfam": 1071,
      "Ġ12": 1072,
      "ually": 1073,
      "Ġlife": 1074,
      "Ġexpl": 1075,
      "Ġmade": 1076,
      "Ġunderstand": 1077,
      "Ġprocess": 1078,
      "Ġref": 1079,
      "Ġstate": 1080,
      "cient": 1081,
      "Ġbeing": 1082,
      "read": 1083,
      "Ġsmall": 1084,
      "led": 1085,
      "Ġwhile": 1086,
      "port": 1087,
      "Ġpop": 1088,
      "oy": 1089,
      "Ġdi": 1090,
      "Ġplay": 1091,
      "Ġpartic": 1092,
      "ves": 1093,
      "Ġterm": 1094,
      "Ġresult": 1095,
      "ros": 1096,
      "Ġgovern": 1097,
      "ined": 1098,
      "ages": 1099,
      "pon": 1100,
      "ather": 1101,
      "Ġhealth": 1102,
      "Ġown": 1103,
      "ional": 1104,
      "Ġadd": 1105,
      "Ġconf": 1106,
      "iron": 1107,
      "Ġnumbers": 1108,
      "arm": 1109,
      "Ġperson": 1110,
      "ices": 1111,
      "ale": 1112,
      "Ġent": 1113,
      "Ġcontin": 1114,
      "li": 1115,
      "ases": 1116,
      "ĠStep": 1117,
      "ock": 1118,
      "Ġdire": 1119,
      "Ġmon": 1120,
      "Ġread": 1121,
      "Ġeffect": 1122,
      "Ġevery": 1123,
      "Ġshe": 1124,
      "--": 1125,
      "Ġsee": 1126,
      "ury": 1127,
      "de": 1128,
      "ability": 1129,
      "Ġcar": 1130,
      ".âĢĿ": 1131,
      "ted": 1132,
      "any": 1133,
      "name": 1134,
      "ror": 1135,
      "Ġpoint": 1136,
      "Ġagain": 1137,
      "Ġposs": 1138,
      "Ġ$\\": 1139,
      "ral": 1140,
      "Ġthose": 1141,
      "Ġland": 1142,
      "omen": 1143,
      "Ġprint": 1144,
      "ode": 1145,
      "ray": 1146,
      "up": 1147,
      "Ġtest": 1148,
      "Ġknown": 1149,
      "arge": 1150,
      "20": 1151,
      "ights": 1152,
      "Ġloc": 1153,
      "Ġline": 1154,
      "Ġcult": 1155,
      "vent": 1156,
      "ĠRet": 1157,
      "ĠCom": 1158,
      "Ġaut": 1159,
      "Ġinc": 1160,
      "\")": 1161,
      "ute": 1162,
      "Ġless": 1163,
      "Ġobject": 1164,
      "Ġdoes": 1165,
      "Ġsum": 1166,
      "the": 1167,
      "ethod": 1168,
      "ĠNone": 1169,
      "..": 1170,
      "Ġaround": 1171,
      "rect": 1172,
      "itive": 1173,
      "itions": 1174,
      "Ġvery": 1175,
      "swer": 1176,
      "ix": 1177,
      "ality": 1178,
      "Ġschool": 1179,
      "Ġshow": 1180,
      "Ġsocial": 1181,
      "Ġmuch": 1182,
      "chn": 1183,
      "ning": 1184,
      "oun": 1185,
      "Ġocc": 1186,
      "Ġback": 1187,
      "iod": 1188,
      "ator": 1189,
      "Ġest": 1190,
      "Ġgrow": 1191,
      "Ġele": 1192,
      "Ġins": 1193,
      "cent": 1194,
      "ĠThese": 1195,
      "tal": 1196,
      "Ġeduc": 1197,
      "ĠAn": 1198,
      "Ġsupport": 1199,
      "Ġrese": 1200,
      "ork": 1201,
      "ength": 1202,
      "ĠWe": 1203,
      "ets": 1204,
      "ublic": 1205,
      "urns": 1206,
      "Ġstart": 1207,
      "viron": 1208,
      "ider": 1209,
      "ividual": 1210,
      "Ġarea": 1211,
      "This": 1212,
      "cond": 1213,
      "gg": 1214,
      "akes": 1215,
      "Ġinform": 1216,
      "ness": 1217,
      "ĠHowever": 1218,
      "Ġcommon": 1219,
      "Ġdid": 1220,
      "iew": 1221,
      "Ġ15": 1222,
      "def": 1223,
      "Ġincluding": 1224,
      "Ġthree": 1225,
      "und": 1226,
      "ĠAl": 1227,
      "ection": 1228,
      "ext": 1229,
      "ron": 1230,
      "Ġmult": 1231,
      "Ġbeh": 1232,
      "ield": 1233,
      "Ġpat": 1234,
      "^{": 1235,
      "Ġquest": 1236,
      "Ġallow": 1237,
      "Ġfood": 1238,
      "hem": 1239,
      "oss": 1240,
      "olution": 1241,
      "Ġlearning": 1242,
      "ross": 1243,
      "ĠRe": 1244,
      "Ġright": 1245,
      "Ġsignific": 1246,
      "Ġactiv": 1247,
      "Ġsl": 1248,
      "conom": 1249,
      "ĠArgs": 1250,
      "ology": 1251,
      "19": 1252,
      "Ġindividual": 1253,
      "Ġplan": 1254,
      "12": 1255,
      "irc": 1256,
      "iqu": 1257,
      "io": 1258,
      "ĠQ": 1259,
      "ately": 1260,
      "Ġbefore": 1261,
      "rence": 1262,
      "par": 1263,
      "Ġmed": 1264,
      "day": 1265,
      "ody": 1266,
      "Ġinteg": 1267,
      "',": 1268,
      "Ġap": 1269,
      "ression": 1270,
      "lu": 1271,
      "Ġmem": 1272,
      "Ġdown": 1273,
      "ĠâĪ": 1274,
      "Ġel": 1275,
      "com": 1276,
      "ula": 1277,
      "Ġpass": 1278,
      "Ġhand": 1279,
      "Ġtyp": 1280,
      "Ġser": 1281,
      "to": 1282,
      "Ġ`": 1283,
      "ision": 1284,
      "Ġlaw": 1285,
      "Ġprog": 1286,
      "ished": 1287,
      "Ġopp": 1288,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1289,
      "uss": 1290,
      "Ġtake": 1291,
      "Ġbr": 1292,
      "Ġprot": 1293,
      "Ġremain": 1294,
      "Ġide": 1295,
      "Ġserv": 1296,
      "Ġmove": 1297,
      "ills": 1298,
      "Ġtechn": 1299,
      "Ġsym": 1300,
      "Ġhuman": 1301,
      "angu": 1302,
      "ples": 1303,
      "erest": 1304,
      "Ġmet": 1305,
      "ults": 1306,
      "iving": 1307,
      "Ġlit": 1308,
      "Ġmean": 1309,
      "here": 1310,
      "ared": 1311,
      "Ġenviron": 1312,
      "Ġmust": 1313,
      "ulation": 1314,
      "ians": 1315,
      "aj": 1316,
      "apt": 1317,
      "uro": 1318,
      "Ġdem": 1319,
      "ivers": 1320,
      "Ġgood": 1321,
      "ints": 1322,
      "Ġmil": 1323,
      "Ġz": 1324,
      "Ġexperi": 1325,
      "ĠReturns": 1326,
      "Ġperiod": 1327,
      "Ġlevel": 1328,
      "Ġname": 1329,
      "Ġhim": 1330,
      "Ġpract": 1331,
      "omet": 1332,
      "ĠThere": 1333,
      "ired": 1334,
      "Ġchar": 1335,
      "Ġmethod": 1336,
      "itial": 1337,
      "Ġ16": 1338,
      "Ġday": 1339,
      "Ġgovernment": 1340,
      "atic": 1341,
      "hers": 1342,
      "Ġwar": 1343,
      "lish": 1344,
      "Ġident": 1345,
      "Ġer": 1346,
      "ination": 1347,
      "Ġchange": 1348,
      "Ġcalled": 1349,
      "Ġbuild": 1350,
      "ven": 1351,
      "Ġhistory": 1352,
      "ergy": 1353,
      "Ġtem": 1354,
      "Ġinvol": 1355,
      "Ġstill": 1356,
      "ĠWh": 1357,
      "Ġdirect": 1358,
      "Ġsqu": 1359,
      "âĢĶ": 1360,
      "Ġadv": 1361,
      "How": 1362,
      "ense": 1363,
      "ization": 1364,
      "Ġbelie": 1365,
      "Ġmeas": 1366,
      "acter": 1367,
      "ived": 1368,
      "Ġve": 1369,
      "tt": 1370,
      "vert": 1371,
      "ided": 1372,
      "Ġeconom": 1373,
      "Ġop": 1374,
      "ĠBrit": 1375,
      "ull": 1376,
      "ency": 1377,
      "ĠEng": 1378,
      "Ġchang": 1379,
      "Ġinformation": 1380,
      "Ġgre": 1381,
      "Ġearly": 1382,
      "ĠAmerican": 1383,
      "outh": 1384,
      "Ġstand": 1385,
      "Ġgreat": 1386,
      "Ġrepresent": 1387,
      "Ġpres": 1388,
      ",âĢĿ": 1389,
      "Ġaff": 1390,
      "Ġwomen": 1391,
      "\",": 1392,
      "$.": 1393,
      "Ġtotal": 1394,
      "Ġav": 1395,
      "Ġorig": 1396,
      "Ġlarge": 1397,
      "Ġsignificant": 1398,
      "air": 1399,
      "ccess": 1400,
      "ĠAd": 1401,
      "ior": 1402,
      "_{": 1403,
      "(\"": 1404,
      "Ġcontro": 1405,
      "Ġpolit": 1406,
      "Ġelect": 1407,
      "Ġleg": 1408,
      "ank": 1409,
      "Ġfre": 1410,
      "Ġvalues": 1411,
      "Ġcurrent": 1412,
      "Ġcorrect": 1413,
      ")^": 1414,
      "Ġmus": 1415,
      "Ġtri": 1416,
      "Ġthough": 1417,
      "Ġ17": 1418,
      "Ġorder": 1419,
      "Ġlook": 1420,
      "Ġsecond": 1421,
      "rain": 1422,
      "ĠNew": 1423,
      "Ġeng": 1424,
      "Ġplace": 1425,
      "ash": 1426,
      "Ġlangu": 1427,
      "We": 1428,
      "Ġstep": 1429,
      "Ġinterest": 1430,
      "Ġcle": 1431,
      "ĠSe": 1432,
      "ences": 1433,
      "Ġmeans": 1434,
      "data": 1435,
      "ier": 1436,
      "Ġstudy": 1437,
      "Ġdevelopment": 1438,
      "rodu": 1439,
      "Ġbre": 1440,
      "Ġorgan": 1441,
      "Ġang": 1442,
      "ots": 1443,
      "heck": 1444,
      "Ġlog": 1445,
      "ental": 1446,
      "ats": 1447,
      "rt": 1448,
      "Ġanother": 1449,
      "Ġwithout": 1450,
      "ape": 1451,
      "Ġnow": 1452,
      "ified": 1453,
      "Ġenvironment": 1454,
      "``": 1455,
      "ĠIs": 1456,
      "ĠÃ": 1457,
      "Ġproduct": 1458,
      "ertain": 1459,
      "path": 1460,
      "ug": 1461,
      "pr": 1462,
      "15": 1463,
      "stit": 1464,
      "Ġwithin": 1465,
      "Ġagainst": 1466,
      "Ġpossible": 1467,
      "Ġmodel": 1468,
      "An": 1469,
      "orth": 1470,
      "Ġmy": 1471,
      "urs": 1472,
      "ital": 1473,
      "osed": 1474,
      "There": 1475,
      "Ġcentury": 1476,
      "Ġanswer": 1477,
      "Ġaw": 1478,
      "Ġprob": 1479,
      "Ġproper": 1480,
      "Ġformula": 1481,
      "from": 1482,
      "orn": 1483,
      "ton": 1484,
      "ration": 1485,
      "ids": 1486,
      "ries": 1487,
      "ogn": 1488,
      "iety": 1489,
      "Ġmight": 1490,
      "ah": 1491,
      "Ġfile": 1492,
      "Ġanim": 1493,
      "Ġgroup": 1494,
      "Ġspecies": 1495,
      "Ġlim": 1496,
      "ered": 1497,
      "Ġthink": 1498,
      "ames": 1499,
      "urope": 1500,
      "Ġfollowing": 1501,
      "ribut": 1502,
      "Ġdiv": 1503,
      "Ġdesc": 1504,
      "Ġcontain": 1505,
      "co": 1506,
      "ĠWhat": 1507,
      "Ġbody": 1508,
      "18": 1509,
      "Ġgu": 1510,
      "Ġbir": 1511,
      "Ġtry": 1512,
      "iver": 1513,
      "Ġsaid": 1514,
      "Ġprof": 1515,
      "Ġdesign": 1516,
      "bo": 1517,
      "imate": 1518,
      "ouse": 1519,
      "ote": 1520,
      "ĠâĢĺ": 1521,
      "Ġcreate": 1522,
      "Ġlength": 1523,
      "Ġreal": 1524,
      "ption": 1525,
      "Ġcap": 1526,
      "min": 1527,
      "ources": 1528,
      "oms": 1529,
      "Ġlarg": 1530,
      "ner": 1531,
      "ving": 1532,
      "anc": 1533,
      "ĠEurope": 1534,
      "Ġequal": 1535,
      "Ġredu": 1536,
      "ĠBut": 1537,
      "Ġimpact": 1538,
      "Ġconn": 1539,
      "25": 1540,
      "Ġcour": 1541,
      "Ġoper": 1542,
      "Ġvol": 1543,
      "Ġenergy": 1544,
      "Ġinflu": 1545,
      "ĠUnited": 1546,
      "ĠTo": 1547,
      "Ġrole": 1548,
      "Ġsever": 1549,
      "Ġinput": 1550,
      "Ġdeterm": 1551,
      "Ġprovide": 1552,
      "ories": 1553,
      "Ġbecame": 1554,
      "qrt": 1555,
      "orts": 1556,
      "ĠCalcul": 1557,
      "Ġsuccess": 1558,
      "Ġeas": 1559,
      "Ġbecome": 1560,
      "Ġkey": 1561,
      "aving": 1562,
      "raph": 1563,
      "yn": 1564,
      "ond": 1565,
      "ajor": 1566,
      "tain": 1567,
      "ason": 1568,
      "Ġrange": 1569,
      "ĠAf": 1570,
      "Ġ100": 1571,
      "Ġappe": 1572,
      "ining": 1573,
      "Ġcare": 1574,
      "au": 1575,
      "oman": 1576,
      "What": 1577,
      "Ġtimes": 1578,
      "Ġmark": 1579,
      "Ġbehav": 1580,
      "Ġvarious": 1581,
      "ĠSp": 1582,
      "Ġphys": 1583,
      "ĠDe": 1584,
      "16": 1585,
      "Ġlast": 1586,
      "Ġsit": 1587,
      "aterial": 1588,
      "Ġconsider": 1589,
      "Ġbased": 1590,
      "Ġnat": 1591,
      "ected": 1592,
      "Ġpot": 1593,
      "Ġfin": 1594,
      "Ġtreat": 1595,
      "Ġlab": 1596,
      "Ġens": 1597,
      "Ġinclude": 1598,
      "Ġfew": 1599,
      "hor": 1600,
      "Ġothers": 1601,
      "ilar": 1602,
      "az": 1603,
      "Ġdiff": 1604,
      "11": 1605,
      "Ġdue": 1606,
      "ule": 1607,
      "Ġmass": 1608,
      "ditions": 1609,
      "Ġrest": 1610,
      "50": 1611,
      "Ġparticular": 1612,
      "Ġvis": 1613,
      "di": 1614,
      "Ġ<": 1615,
      "ĠStates": 1616,
      "Ġpublic": 1617,
      "eral": 1618,
      "Ġseveral": 1619,
      "Ġimm": 1620,
      "Ġfore": 1621,
      "Ġskills": 1622,
      "Ġleft": 1623,
      "angle": 1624,
      "right": 1625,
      "sc": 1626,
      "Ġsince": 1627,
      "It": 1628,
      "Ġlanguage": 1629,
      "Ġ==": 1630,
      "Ġrelations": 1631,
      "Ġimpro": 1632,
      "ication": 1633,
      "Ġwant": 1634,
      "Ġiss": 1635,
      "Ġcaus": 1636,
      "Ġareas": 1637,
      "ĠÎ": 1638,
      "ĠWar": 1639,
      "Ġeducation": 1640,
      "Ġmill": 1641,
      "$,": 1642,
      "ead": 1643,
      "urther": 1644,
      "Ġcase": 1645,
      "Ġcirc": 1646,
      "ĠWhen": 1647,
      "agn": 1648,
      "ĠAfric": 1649,
      "Ġcalculate": 1650,
      "ĠGerm": 1651,
      "Ġris": 1652,
      "idence": 1653,
      "br": 1654,
      "Ġfamily": 1655,
      "Ġ200": 1656,
      "ording": 1657,
      "Ġmaking": 1658,
      "Ġable": 1659,
      "Ġmaterial": 1660,
      "raw": 1661,
      "Ġunt": 1662,
      "ask": 1663,
      "Ġspecific": 1664,
      "epend": 1665,
      "Ġchall": 1666,
      "ances": 1667,
      "Ġ14": 1668,
      "ering": 1669,
      "ĠSh": 1670,
      "Ġmajor": 1671,
      "Ġes": 1672,
      "Ġaddition": 1673,
      "Ġhy": 1674,
      "ique": 1675,
      "Ġenc": 1676,
      "Ġmulti": 1677,
      "Ġfour": 1678,
      "Ġtop": 1679,
      "Ġfeel": 1680,
      "Ġcountry": 1681,
      "less": 1682,
      "Ġcomb": 1683,
      "gin": 1684,
      "Ġtre": 1685,
      "rix": 1686,
      "Ġpresent": 1687,
      "Ġ&": 1688,
      "\":": 1689,
      "Ġcell": 1690,
      "ards": 1691,
      "rop": 1692,
      "Ġstruct": 1693,
      "not": 1694,
      "Ġside": 1695,
      "ention": 1696,
      "ource": 1697,
      "Ġcho": 1698,
      "Ġmen": 1699,
      "Ġsolve": 1700,
      "ery": 1701,
      "ateg": 1702,
      "Ġpred": 1703,
      "Ġforce": 1704,
      "ators": 1705,
      "Ġcost": 1706,
      "Ġrespon": 1707,
      "ways": 1708,
      "Ġlik": 1709,
      "Ġhapp": 1710,
      "Ġresearch": 1711,
      "Ġpolitical": 1712,
      "aces": 1713,
      "âĢľ": 1714,
      "Ġamong": 1715,
      "alk": 1716,
      "Ġopen": 1717,
      "Ġprogram": 1718,
      "ume": 1719,
      "cos": 1720,
      "Ġbetter": 1721,
      "Ġdev": 1722,
      "Ġestab": 1723,
      "Ġcreat": 1724,
      "Ġnon": 1725,
      "ĠAt": 1726,
      "14": 1727,
      "Ġess": 1728,
      "Ġtype": 1729,
      "ocus": 1730,
      "man": 1731,
      "Ġlater": 1732,
      "Ġways": 1733,
      "ĠBy": 1734,
      "Ġlight": 1735,
      "ivil": 1736,
      "oh": 1737,
      "ĠX": 1738,
      "oci": 1739,
      "oint": 1740,
      "Ġdr": 1741,
      "ĠCre": 1742,
      "lished": 1743,
      "Ġage": 1744,
      "rist": 1745,
      "Ġ13": 1746,
      "face": 1747,
      "Ġi": 1748,
      "Ġproblems": 1749,
      "Ġmov": 1750,
      "ta": 1751,
      "Ġpopulation": 1752,
      "Ġteac": 1753,
      "Ġterms": 1754,
      "amp": 1755,
      "Ġold": 1756,
      "Ġdig": 1757,
      "Ġcharacter": 1758,
      "ole": 1759,
      "17": 1760,
      "aves": 1761,
      "Ġcomplex": 1762,
      "Ġben": 1763,
      "ĠBritish": 1764,
      "Ġcertain": 1765,
      "')": 1766,
      "ĠAnd": 1767,
      "Ġlet": 1768,
      "Ġhead": 1769,
      "Ġsize": 1770,
      "Ġprom": 1771,
      "Ġuntil": 1772,
      "ends": 1773,
      "ently": 1774,
      "Ġneg": 1775,
      "Ġunderstanding": 1776,
      "Ġ__": 1777,
      "Ġobs": 1778,
      "Ġdise": 1779,
      "ised": 1780,
      "âĪ": 1781,
      "ilities": 1782,
      "St": 1783,
      "Ġpur": 1784,
      "icult": 1785,
      "pro": 1786,
      "ortun": 1787,
      "For": 1788,
      "sel": 1789,
      "idd": 1790,
      "ĠÃĹ": 1791,
      "be": 1792,
      "file": 1793,
      "ĠPl": 1794,
      "imum": 1795,
      "],": 1796,
      "Ġhome": 1797,
      "Ġtext": 1798,
      "line": 1799,
      "arc": 1800,
      "Ġwords": 1801,
      "ured": 1802,
      "Ġevent": 1803,
      "though": 1804,
      "Ġmax": 1805,
      "Ġcontrol": 1806,
      "Ġperform": 1807,
      "Ġbas": 1808,
      "Ġ30": 1809,
      "ively": 1810,
      "Ġnatural": 1811,
      "omin": 1812,
      "ĠTr": 1813,
      "istic": 1814,
      "Ġrev": 1815,
      "Ġpath": 1816,
      "etic": 1817,
      "ems": 1818,
      "rem": 1819,
      "Ġtoget": 1820,
      "Ġtogether": 1821,
      "ĠOn": 1822,
      "pos": 1823,
      "Ġsides": 1824,
      "ument": 1825,
      "lying": 1826,
      "Ġstat": 1827,
      "Ġfocus": 1828,
      "bol": 1829,
      "ĠEar": 1830,
      "Ġcr": 1831,
      "ological": 1832,
      "Ġpositive": 1833,
      "Ġmot": 1834,
      "ival": 1835,
      "Ġpoints": 1836,
      "ued": 1837,
      "Ġscient": 1838,
      "atch": 1839,
      "Ġsolution": 1840,
      "':": 1841,
      "Ġstates": 1842,
      "Ġarm": 1843,
      "Ġnear": 1844,
      "Ġbest": 1845,
      "ĠCan": 1846,
      "13": 1847,
      "ĠZ": 1848,
      "bs": 1849,
      "ctor": 1850,
      "Ġrelationship": 1851,
      "Ġgr": 1852,
      "Ġalong": 1853,
      "num": 1854,
      "Ġanal": 1855,
      "for": 1856,
      "Ġamount": 1857,
      "rror": 1858,
      "sqrt": 1859,
      "Ġhig": 1860,
      "amples": 1861,
      "Ġexcept": 1862,
      "Ġkeep": 1863,
      "Ġyoung": 1864,
      "ffic": 1865,
      "ission": 1866,
      "ended": 1867,
      "Ġdays": 1868,
      "Ġacross": 1869,
      "Ġspace": 1870,
      "Ġexist": 1871,
      "loat": 1872,
      "Ġ25": 1873,
      "iversity": 1874,
      "ploy": 1875,
      "uture": 1876,
      "Ġdistance": 1877,
      "play": 1878,
      "Ġdifficult": 1879,
      "As": 1880,
      "Ġopt": 1881,
      "ĠCalculate": 1882,
      "}\\": 1883,
      "Ġsquare": 1884,
      "itary": 1885,
      "ling": 1886,
      "Ġrelig": 1887,
      "Ġpotential": 1888,
      "ales": 1889,
      "Ġrate": 1890,
      "atures": 1891,
      "Ġair": 1892,
      "verage": 1893,
      "Ġmonth": 1894,
      "Ġresp": 1895,
      "Ġtoday": 1896,
      "mod": 1897,
      "ables": 1898,
      "ym": 1899,
      "bal": 1900,
      "ina": 1901,
      "Ġsimilar": 1902,
      "array": 1903,
      "over": 1904,
      "eter": 1905,
      "oura": 1906,
      "('": 1907,
      "aced": 1908,
      "icle": 1909,
      "Ġnext": 1910,
      "Ġimage": 1911,
      "ety": 1912,
      "clus": 1913,
      "Ġcrit": 1914,
      "ĠCol": 1915,
      "Ġhour": 1916,
      "iness": 1917,
      "Ġmar": 1918,
      "Ġconditions": 1919,
      "ending": 1920,
      "ĠYou": 1921,
      "ges": 1922,
      "Ġproject": 1923,
      "pecial": 1924,
      "selves": 1925,
      "Ġview": 1926,
      "ĠDef": 1927,
      "ĠFr": 1928,
      "Ġoccur": 1929,
      "iction": 1930,
      "ĠEm": 1931,
      "Error": 1932,
      "Ġquestion": 1933,
      "Ġprovided": 1934,
      "Ġrul": 1935,
      "Ġbro": 1936,
      "oid": 1937,
      "ĠPr": 1938,
      "orld": 1939,
      "ests": 1940,
      "ged": 1941,
      "Ġrun": 1942,
      "by": 1943,
      "ledge": 1944,
      "Ġrights": 1945,
      "Ġexpect": 1946,
      "asing": 1947,
      "Ġcity": 1948,
      "py": 1949,
      "Ġsing": 1950,
      "Ġrecogn": 1951,
      "ĠCl": 1952,
      "If": 1953,
      "Ġauthor": 1954,
      "Ġdel": 1955,
      "set": 1956,
      "Ġthings": 1957,
      "Ġuser": 1958,
      "Ġlikely": 1959,
      ".,": 1960,
      "utions": 1961,
      "Ġturn": 1962,
      "Ġcolon": 1963,
      "Ġrece": 1964,
      "Ġpain": 1965,
      "Ġgroups": 1966,
      "acy": 1967,
      "work": 1968,
      "ruction": 1969,
      "Ġarg": 1970,
      "ĠChrist": 1971,
      "Ġsociety": 1972,
      "Ġmodern": 1973,
      "Ġbegan": 1974,
      "Ġstrong": 1975,
      "Ġapproach": 1976,
      "ane": 1977,
      "Ġbenef": 1978,
      "60": 1979,
      "Ġnp": 1980,
      "Ġsw": 1981,
      "ann": 1982,
      "Ġcome": 1983,
      "oney": 1984,
      "yle": 1985,
      "aring": 1986,
      "Ġ11": 1987,
      "Ġtoo": 1988,
      "class": 1989,
      "Ġtemper": 1990,
      "Ġdeg": 1991,
      "aken": 1992,
      "Ġexpress": 1993,
      "por": 1994,
      "Ġpercent": 1995,
      "ilt": 1996,
      "Â°": 1997,
      "30": 1998,
      "sh": 1999,
      "ored": 2000,
      "chie": 2001,
      "Ġfuture": 2002,
      "Ġlow": 2003,
      "Wh": 2004,
      "imately": 2005,
      "Ġfield": 2006,
      "ĠBl": 2007,
      "Ġled": 2008,
      "ctions": 2009,
      "Ġcommunity": 2010,
      "Ġdon": 2011,
      "Ġteach": 2012,
      "Ġshort": 2013,
      "Ġessential": 2014,
      "ik": 2015,
      "rents": 2016,
      "Ġsent": 2017,
      "Ġaccess": 2018,
      "40": 2019,
      "ĠPh": 2020,
      "of": 2021,
      "Ġparts": 2022,
      "cience": 2023,
      "itud": 2024,
      "ither": 2025,
      "equ": 2026,
      "Ġflow": 2027,
      "ĠĠĠĠčĊ": 2028,
      "Ġlocal": 2029,
      "Ġchanges": 2030,
      "Ġbat": 2031,
      "ithm": 2032,
      "left": 2033,
      "{\\": 2034,
      "sin": 2035,
      "Ġfurther": 2036,
      "Ġsay": 2037,
      "ĠIm": 2038,
      "import": 2039,
      "log": 2040,
      "Ġalways": 2041,
      "Ġplant": 2042,
      "Ġword": 2043,
      "ÏĢ": 2044,
      "Ġfactors": 2045,
      "Ġindividuals": 2046,
      "Ġbus": 2047,
      "mon": 2048,
      "Ġnorm": 2049,
      "Ġdescrib": 2050,
      "Ġactivities": 2051,
      ")(": 2052,
      "ison": 2053,
      "Ġneeds": 2054,
      "Ġvir": 2055,
      "ium": 2056,
      "Ġsugg": 2057,
      "Ġarr": 2058,
      "Ġprim": 2059,
      "Ġchalleng": 2060,
      "omes": 2061,
      "ĠCreate": 2062,
      "Ġspeed": 2063,
      "Ġeconomic": 2064,
      "Ġnecess": 2065,
      "vious": 2066,
      "Ġrespect": 2067,
      "Ġindepend": 2068,
      "ĠâĢĶ": 2069,
      "Ġanimals": 2070,
      "aster": 2071,
      "sing": 2072,
      "Ġpric": 2073,
      "Ġpattern": 2074,
      "alf": 2075,
      "Ġput": 2076,
      "verse": 2077,
      "Ġrespons": 2078,
      "Ġter": 2079,
      "wards": 2080,
      "Â²": 2081,
      "Ġclear": 2082,
      "Ex": 2083,
      "oks": 2084,
      "Ġcause": 2085,
      "Ġindust": 2086,
      "âĢĵ": 2087,
      "Ġpress": 2088,
      "Ġant": 2089,
      "Ġbegin": 2090,
      "Ġconc": 2091,
      "Ġden": 2092,
      "ding": 2093,
      "ĠSo": 2094,
      "aut": 2095,
      "Ġinitial": 2096,
      "Ġhistor": 2097,
      "Ġexperience": 2098,
      "Ġgeneral": 2099,
      "ĠEnglish": 2100,
      "Ġachie": 2101,
      "Ġthemselves": 2102,
      "umn": 2103,
      "ging": 2104,
      "Ġassoci": 2105,
      "Ġtradition": 2106,
      "aps": 2107,
      "ĠRes": 2108,
      "pecially": 2109,
      "ones": 2110,
      "ĠSome": 2111,
      "Ġtypes": 2112,
      "Ġstudent": 2113,
      "Ġcreated": 2114,
      "Ġquestions": 2115,
      "list": 2116,
      "ele": 2117,
      "gen": 2118,
      "Ġfar": 2119,
      "Ġresults": 2120,
      "Ġpost": 2121,
      "ably": 2122,
      "Ġmusic": 2123,
      "Ġdeath": 2124,
      "Ġposition": 2125,
      "Ġemot": 2126,
      "Ġcountries": 2127,
      "istance": 2128,
      "ribution": 2129,
      "ils": 2130,
      "ograph": 2131,
      "Ġworks": 2132,
      "eration": 2133,
      "ires": 2134,
      "Ġsound": 2135,
      "Ġge": 2136,
      "Ġspecial": 2137,
      "Ġfrequ": 2138,
      "Ġleast": 2139,
      "Ġhowever": 2140,
      "ĠFind": 2141,
      "Ġfil": 2142,
      "Ġwhy": 2143,
      "ero": 2144,
      "Ġdat": 2145,
      "'t": 2146,
      "ĠVal": 2147,
      "Ġability": 2148,
      "ams": 2149,
      "Ġsurface": 2150,
      "So": 2151,
      "Ġground": 2152,
      "Ġ50": 2153,
      "Ġfactor": 2154,
      "ring": 2155,
      "ĠQu": 2156,
      "Ġsimpl": 2157,
      "Ġfig": 2158,
      "pire": 2159,
      "pre": 2160,
      "Ġintern": 2161,
      "Ġprobability": 2162,
      "ma": 2163,
      "ird": 2164,
      "Ġfinal": 2165,
      "ething": 2166,
      "Ġbi": 2167,
      "pts": 2168,
      "Ġdiscuss": 2169,
      "Ġseen": 2170,
      "Ġcy": 2171,
      "ĠAmerica": 2172,
      "sequ": 2173,
      "sy": 2174,
      "Ġopportun": 2175,
      "idered": 2176,
      "omething": 2177,
      "Ġknowledge": 2178,
      "Ġavail": 2179,
      "Ġpay": 2180,
      "Ġresponse": 2181,
      "])": 2182,
      "Ġancient": 2183,
      "Ġdifference": 2184,
      "(-": 2185,
      "Ġregion": 2186,
      "Ġask": 2187,
      "Ġpolic": 2188,
      "Ġobserv": 2189,
      "Ġsubject": 2190,
      "erc": 2191,
      "Ġstory": 2192,
      "osp": 2193,
      "Ġsequ": 2194,
      "side": 2195,
      "essage": 2196,
      "$$": 2197,
      "Ġsays": 2198,
      "However": 2199,
      "99": 2200,
      "iding": 2201,
      "Ġelse": 2202,
      "ĠEarth": 2203,
      "mit": 2204,
      "Ġrecord": 2205,
      "ands": 2206,
      "imal": 2207,
      "ĠIndia": 2208,
      "Ġprin": 2209,
      "Ġmilitary": 2210,
      "Ġphysical": 2211,
      "Ġaway": 2212,
      "Ġtravel": 2213,
      "Ġconsidered": 2214,
      "Ġoriginal": 2215,
      "inary": 2216,
      "Ġloss": 2217,
      "Ġculture": 2218,
      "Ġgive": 2219,
      "Ġespecially": 2220,
      "Ġfree": 2221,
      "Ġinvest": 2222,
      "Ġincrease": 2223,
      "Ġsitu": 2224,
      "overed": 2225,
      "Ġunique": 2226,
      "text": 2227,
      "raction": 2228,
      "Ġexpression": 2229,
      "Ġhere": 2230,
      "Ġgraph": 2231,
      "When": 2232,
      "ĠOne": 2233,
      "ĠLe": 2234,
      "ĠGen": 2235,
      "abit": 2236,
      "ae": 2237,
      "Ġmeasure": 2238,
      "ĠNorth": 2239,
      "Ġsymbol": 2240,
      "ohn": 2241,
      "Ġrisk": 2242,
      "Ġworking": 2243,
      "Ġusually": 2244,
      "Let": 2245,
      "ĠPar": 2246,
      "Ġsomething": 2247,
      "ĠOr": 2248,
      "ember": 2249,
      "ises": 2250,
      "Ġpast": 2251,
      "Ġblack": 2252,
      "Ġmillion": 2253,
      "Ġtook": 2254,
      "Ġsystems": 2255,
      "Ġprevent": 2256,
      "ĠWest": 2257,
      "Ġbehavior": 2258,
      "ĠJew": 2259,
      "icial": 2260,
      "lection": 2261,
      "ĠSouth": 2262,
      "ĠSc": 2263,
      "Ġmembers": 2264,
      "Ġprotect": 2265,
      "Ġgrowth": 2266,
      "Ġcannot": 2267,
      "Ġresources": 2268,
      "une": 2269,
      "ĠUniversity": 2270,
      "aim": 2271,
      "ties": 2272,
      "arget": 2273,
      "Ġ40": 2274,
      "ipp": 2275,
      "Ġ>": 2276,
      "Ġrat": 2277,
      "inter": 2278,
      "Ġdisease": 2279,
      "Ġcame": 2280,
      "Ġwhether": 2281,
      "Ġlay": 2282,
      "ze": 2283,
      "Ġâī": 2284,
      "col": 2285,
      "reg": 2286,
      "Ġhard": 2287,
      "ĠHis": 2288,
      "rict": 2289,
      "Ġtool": 2290,
      "Ġdest": 2291,
      "Ġglo": 2292,
      "Ġstandard": 2293,
      "Ġlittle": 2294,
      "izing": 2295,
      "24": 2296,
      "date": 2297,
      "ĠWith": 2298,
      "Ch": 2299,
      "Ġlive": 2300,
      "Ġbase": 2301,
      "Ġabove": 2302,
      "ĠRoman": 2303,
      "Ġaverage": 2304,
      "Ġseries": 2305,
      "Ġwhite": 2306,
      "Ġtrue": 2307,
      "ference": 2308,
      "ĠWorld": 2309,
      "ready": 2310,
      "ĠBe": 2311,
      "Ġrather": 2312,
      "Ġrequired": 2313,
      "Ġcases": 2314,
      "oph": 2315,
      "Ġconstant": 2316,
      "acc": 2317,
      "Ġwee": 2318,
      "Ġnegative": 2319,
      "ĠEn": 2320,
      "ĠGod": 2321,
      "Con": 2322,
      "Ġsurv": 2323,
      "Ġhigher": 2324,
      "ivity": 2325,
      "most": 2326,
      "Ġconcept": 2327,
      "Ġplants": 2328,
      "Ġder": 2329,
      "Ġill": 2330,
      "Ġhaving": 2331,
      "aries": 2332,
      "ox": 2333,
      "Ġcru": 2334,
      "Ġangle": 2335,
      "ls": 2336,
      "Ġbook": 2337,
      "Ġgl": 2338,
      "Ġred": 2339,
      "ger": 2340,
      "cle": 2341,
      "iddle": 2342,
      "Ġgreater": 2343,
      "Ġcivil": 2344,
      "Ġarch": 2345,
      "Ġreport": 2346,
      "illed": 2347,
      "ĠAct": 2348,
      "rences": 2349,
      "cing": 2350,
      "Ġdivid": 2351,
      "Ġreason": 2352,
      "Ġnational": 2353,
      "Ġinstance": 2354,
      "Ġmovement": 2355,
      "Ġmeaning": 2356,
      "Ġnature": 2357,
      "alse": 2358,
      "rench": 2359,
      "Ġelements": 2360,
      "oring": 2361,
      "Ġweight": 2362,
      "ains": 2363,
      "Ġ24": 2364,
      "Ġcultural": 2365,
      "Ġnumer": 2366,
      "ification": 2367,
      "ĠAll": 2368,
      "iol": 2369,
      "ush": 2370,
      "Ġevents": 2371,
      "Ġenough": 2372,
      "ites": 2373,
      "Ġimprove": 2374,
      "place": 2375,
      "Ġmaintain": 2376,
      "Ġsense": 2377,
      "Ġcm": 2378,
      "Ġaffect": 2379,
      "Ġalready": 2380,
      "Ġheight": 2381,
      "Ġcos": 2382,
      "Ġmoney": 2383,
      "Ġsingle": 2384,
      "80": 2385,
      "Ġapprox": 2386,
      "where": 2387,
      "```": 2388,
      "Ġrele": 2389,
      "use": 2390,
      "Ġthroughout": 2391,
      ".\"": 2392,
      "oot": 2393,
      "Ġkind": 2394,
      "urch": 2395,
      "ler": 2396,
      "apan": 2397,
      "Ġintrodu": 2398,
      "ĠKing": 2399,
      "Ġindic": 2400,
      "ĠAm": 2401,
      "Ġdone": 2402,
      "rame": 2403,
      "22": 2404,
      "ĠExample": 2405,
      "ising": 2406,
      "lab": 2407,
      "Ġemploy": 2408,
      "Ġrule": 2409,
      "word": 2410,
      "hemat": 2411,
      "ender": 2412,
      "Ġwhole": 2413,
      "Ġ}": 2414,
      "ĠRep": 2415,
      "Ġclimate": 2416,
      "uments": 2417,
      "son": 2418,
      "Ġmakes": 2419,
      "Ġfund": 2420,
      "Ġpractice": 2421,
      "Ġey": 2422,
      "Ġabs": 2423,
      "----": 2424,
      "Ġaddress": 2425,
      "Ġavailable": 2426,
      "order": 2427,
      "ibility": 2428,
      "Ġdeveloped": 2429,
      "Ġapplic": 2430,
      "Ġnever": 2431,
      "Ġcolor": 2432,
      "enn": 2433,
      "Ġoutput": 2434,
      "Ġfem": 2435,
      "mat": 2436,
      "Ġfall": 2437,
      "(\\": 2438,
      "Ġneeded": 2439,
      "ĠUS": 2440,
      "Ġur": 2441,
      "test": 2442,
      "math": 2443,
      "Ġsin": 2444,
      "ĠGree": 2445,
      "itude": 2446,
      "Ġsimple": 2447,
      "Ġteam": 2448,
      "ĠWhile": 2449,
      "Ġspread": 2450,
      "Ġradi": 2451,
      "ndom": 2452,
      "...": 2453,
      "Ġport": 2454,
      "['": 2455,
      "Ġaccount": 2456,
      "Ġfamil": 2457,
      "augh": 2458,
      "ĠList": 2459,
      "Ġprofess": 2460,
      "Ġwid": 2461,
      "Now": 2462,
      "dd": 2463,
      "ĠPol": 2464,
      "Ġliving": 2465,
      "version": 2466,
      "Ġfarm": 2467,
      "Ġtax": 2468,
      "action": 2469,
      "Ġbreak": 2470,
      "Ġhalf": 2471,
      "ops": 2472,
      "Ġdecl": 2473,
      "Ġbig": 2474,
      "Ġdetermine": 2475,
      "Ġnet": 2476,
      "Ġparents": 2477,
