{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          2
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          3
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "Ġt": 260,
      "he": 261,
      "Ġa": 262,
      "in": 263,
      "Ġthe": 264,
      "re": 265,
      "čĊ": 266,
      "ĠĠ": 267,
      "on": 268,
      "er": 269,
      "at": 270,
      "Ġs": 271,
      "Ġo": 272,
      "Ġc": 273,
      "en": 274,
      "is": 275,
      "es": 276,
      "Ġw": 277,
      "nd": 278,
      "it": 279,
      "or": 280,
      "al": 281,
      "Ġf": 282,
      "Ġp": 283,
      "Ġof": 284,
      "an": 285,
      "Ġb": 286,
      "ed": 287,
      "ing": 288,
      "Ġin": 289,
      "ion": 290,
      "ar": 291,
      "Ġm": 292,
      "Ġand": 293,
      "Ġto": 294,
      "Ġd": 295,
      "ro": 296,
      "ic": 297,
      "le": 298,
      "ou": 299,
      "ĠĠĠĠ": 300,
      "as": 301,
      "ent": 302,
      "Ġe": 303,
      "ct": 304,
      "Ġth": 305,
      "Ġh": 306,
      "Ġn": 307,
      "Ġre": 308,
      "Ġis": 309,
      "Ġl": 310,
      "ve": 311,
      "st": 312,
      "il": 313,
      "om": 314,
      "et": 315,
      "ĠT": 316,
      "im": 317,
      "ol": 318,
      "ra": 319,
      "Ġ=": 320,
      "ation": 321,
      "ĠĠĠ": 322,
      "Ġg": 323,
      "ce": 324,
      "se": 325,
      "ly": 326,
      "Ġ1": 327,
      "ut": 328,
      "id": 329,
      "ot": 330,
      "Ġbe": 331,
      "Ġfor": 332,
      "ur": 333,
      "ow": 334,
      "ul": 335,
      "âĢ": 336,
      "ig": 337,
      "ĠA": 338,
      "Ġu": 339,
      "ir": 340,
      "Ġst": 341,
      "ch": 342,
      "Ġthat": 343,
      "ver": 344,
      "Ġ(": 345,
      "ĠS": 346,
      "am": 347,
      "um": 348,
      "if": 349,
      "Ġon": 350,
      "ĠC": 351,
      "Ġas": 352,
      "ĠThe": 353,
      "el": 354,
      "Ġcon": 355,
      "ĠI": 356,
      "qu": 357,
      "ith": 358,
      "Ġpro": 359,
      "Ġan": 360,
      "ate": 361,
      "ad": 362,
      "Ġare": 363,
      "ay": 364,
      "Ġwe": 365,
      "Ġy": 366,
      "her": 367,
      "ĠĠĠĠĠĠĠ": 368,
      "ist": 369,
      "Ġwith": 370,
      "Ġit": 371,
      "ers": 372,
      "Ġ2": 373,
      "Ġwh": 374,
      "iv": 375,
      "od": 376,
      "ge": 377,
      "Ġal": 378,
      "Ġde": 379,
      "Ġor": 380,
      "Ġex": 381,
      "Ġv": 382,
      "th": 383,
      "res": 384,
      "Ġ-": 385,
      "ĠP": 386,
      "est": 387,
      "ab": 388,
      "pe": 389,
      "ies": 390,
      "nt": 391,
      "Ġcan": 392,
      "ity": 393,
      "os": 394,
      "ment": 395,
      "Ġby": 396,
      "us": 397,
      "ĠM": 398,
      "ive": 399,
      "and": 400,
      "ore": 401,
      "ĠB": 402,
      "rom": 403,
      "Ġ+": 404,
      "ess": 405,
      "op": 406,
      "Ġcom": 407,
      "ter": 408,
      "Ġsu": 409,
      "ac": 410,
      "ri": 411,
      "igh": 412,
      "ain": 413,
      "Ġhe": 414,
      "The": 415,
      "âĢĻ": 416,
      "ĠR": 417,
      "00": 418,
      "Ġch": 419,
      "ke": 420,
      "Ġwas": 421,
      "te": 422,
      "Ġr": 423,
      "ĠE": 424,
      "ant": 425,
      "pp": 426,
      "ill": 427,
      "ction": 428,
      "ial": 429,
      "ort": 430,
      "ld": 431,
      "ĠH": 432,
      "ĠF": 433,
      "Ġfrom": 434,
      "Ġyou": 435,
      "Ġse": 436,
      "ĠW": 437,
      "ud": 438,
      "Ġne": 439,
      "oc": 440,
      "un": 441,
      "##": 442,
      "Ġat": 443,
      "Ġha": 444,
      "em": 445,
      "Ġle": 446,
      "ĠD": 447,
      "**": 448,
      "pl": 449,
      "Ġ$": 450,
      "ight": 451,
      "Ġ3": 452,
      "Ġnot": 453,
      "Ġtheir": 454,
      "Ġ\\": 455,
      "art": 456,
      "ĠN": 457,
      "pt": 458,
      "ure": 459,
      "fe": 460,
      "Ġen": 461,
      "ult": 462,
      "Ġhave": 463,
      "rou": 464,
      "ich": 465,
      "ical": 466,
      "Ġim": 467,
      "Ġus": 468,
      "ĠL": 469,
      "all": 470,
      "Ġsh": 471,
      "red": 472,
      "ine": 473,
      "ĠG": 474,
      "Ġthis": 475,
      "umb": 476,
      "iz": 477,
      "ind": 478,
      "\"\"": 479,
      "Ġk": 480,
      "ple": 481,
      "ther": 482,
      "ĠâĢ": 483,
      "og": 484,
      "ble": 485,
      "per": 486,
      "Ġwor": 487,
      "Ġpl": 488,
      "ue": 489,
      "age": 490,
      "Ġwhe": 491,
      "ans": 492,
      "Ġwhich": 493,
      "ide": 494,
      "gh": 495,
      "ould": 496,
      "act": 497,
      "Ġ4": 498,
      "int": 499,
      "ions": 500,
      "ations": 501,
      "ated": 502,
      "Ġthey": 503,
      "ag": 504,
      "ome": 505,
      "Ġint": 506,
      "end": 507,
      "Ġres": 508,
      "Ġnumb": 509,
      "ame": 510,
      "Ġ0": 511,
      "ost": 512,
      "our": 513,
      "cl": 514,
      "ance": 515,
      "ard": 516,
      "du": 517,
      "Ġab": 518,
      "ach": 519,
      "ass": 520,
      "out": 521,
      "ak": 522,
      "Ġx": 523,
      "ous": 524,
      "Ġad": 525,
      "Ġwere": 526,
      "ime": 527,
      "Ġall": 528,
      "his": 529,
      "Ġ5": 530,
      "ents": 531,
      "ang": 532,
      "ild": 533,
      "ren": 534,
      "ĠU": 535,
      "ong": 536,
      "ĠO": 537,
      "ast": 538,
      "ary": 539,
      "vel": 540,
      "ip": 541,
      "ust": 542,
      "so": 543,
      "ence": 544,
      "cc": 545,
      "ell": 546,
      "orm": 547,
      "Ġcont": 548,
      "ep": 549,
      "Ġequ": 550,
      "Ġar": 551,
      "ress": 552,
      "Ġimp": 553,
      "Ġme": 554,
      "Ġcl": 555,
      "ap": 556,
      "Ġhas": 557,
      "Ġmore": 558,
      "rent": 559,
      "rac": 560,
      "Ġother": 561,
      "'s": 562,
      "Ġalso": 563,
      "Ġper": 564,
      "Ġdis": 565,
      "ount": 566,
      "Ġun": 567,
      "able": 568,
      "ear": 569,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 570,
      "ĠIn": 571,
      "ile": 572,
      "ie": 573,
      "ater": 574,
      "ition": 575,
      "Ġro": 576,
      "ĠJ": 577,
      "ual": 578,
      "ks": 579,
      "ign": 580,
      "one": 581,
      "ect": 582,
      "ric": 583,
      "âĢĿ": 584,
      "Ġone": 585,
      "ru": 586,
      "urn": 587,
      "Ġbut": 588,
      "ry": 589,
      "av": 590,
      "Ġman": 591,
      "Ġnumber": 592,
      "rit": 593,
      "Ġif": 594,
      "Ġthem": 595,
      "ace": 596,
      "ood": 597,
      "cul": 598,
      "Ġform": 599,
      "Ġev": 600,
      "ake": 601,
      "Ġte": 602,
      "ia": 603,
      "Ġ*": 604,
      "Ġdo": 605,
      "ors": 606,
      "Ġpart": 607,
      "con": 608,
      "erm": 609,
      "ire": 610,
      "Ġdif": 611,
      "Ġspe": 612,
      "ase": 613,
      "Ġ6": 614,
      "ces": 615,
      "Ġtw": 616,
      "Ġout": 617,
      "Ġwill": 618,
      "ath": 619,
      "Ġits": 620,
      "ory": 621,
      "Ġj": 622,
      "Ġqu": 623,
      "ose": 624,
      "ĠThis": 625,
      "ates": 626,
      "ound": 627,
      "are": 628,
      "ord": 629,
      "Ġsp": 630,
      "ub": 631,
      "ĠâĢľ": 632,
      "ish": 633,
      "ens": 634,
      "Ġpe": 635,
      "ree": 636,
      "ack": 637,
      "Ġcomm": 638,
      "low": 639,
      "nder": 640,
      "Ġ#": 641,
      "Ġstud": 642,
      "Ġbec": 643,
      "Ġhis": 644,
      "Ġval": 645,
      "now": 646,
      "Ġinto": 647,
      "Ġ|": 648,
      "Ġapp": 649,
      "Ġtime": 650,
      "we": 651,
      "Ġbet": 652,
      "Ġso": 653,
      "ution": 654,
      "Ġcomp": 655,
      "au": 656,
      "\"\"\"": 657,
      "}{": 658,
      "Ġsy": 659,
      "irst": 660,
      "ĠIt": 661,
      "Ġtwo": 662,
      "Ġsol": 663,
      ").": 664,
      "ice": 665,
      "Ġthese": 666,
      "les": 667,
      "Ġwho": 668,
      "ph": 669,
      "alcul": 670,
      "Ġ19": 671,
      "ef": 672,
      "Ġpr": 673,
      "ike": 674,
      "reat": 675,
      "frac": 676,
      "Ġabout": 677,
      "ian": 678,
      "Ġ/": 679,
      "Ġpo": 680,
      "Ġthan": 681,
      "Ġ\"\"\"": 682,
      "very": 683,
      "ĠV": 684,
      "Ġra": 685,
      "Ġ\"": 686,
      "):": 687,
      "ific": 688,
      "Ġup": 689,
      "Ġfe": 690,
      "ople": 691,
      "Ġdiffe": 692,
      "Ġuse": 693,
      "ci": 694,
      "Ġ**": 695,
      "Ġfind": 696,
      "Ġtra": 697,
      "form": 698,
      "Ġyour": 699,
      "Ġchild": 700,
      "Ġcol": 701,
      "rough": 702,
      "Ġwhen": 703,
      "ities": 704,
      "ative": 705,
      "ays": 706,
      "Ġneed": 707,
      "Ġhad": 708,
      "iven": 709,
      "),": 710,
      "Ġsuch": 711,
      "Ġthere": 712,
      "ok": 713,
      "Ġrel": 714,
      "ari": 715,
      "Ġtr": 716,
      "blem": 717,
      "ite": 718,
      "xt": 719,
      "ings": 720,
      "ne": 721,
      "ject": 722,
      "Ġunder": 723,
      "Ġem": 724,
      "ata": 725,
      "ĠK": 726,
      "Ġhow": 727,
      "Ġind": 728,
      "Ġyear": 729,
      "Ġ10": 730,
      "sel": 731,
      "Ġpos": 732,
      "ict": 733,
      "ĠčĊ": 734,
      "clud": 735,
      "rib": 736,
      "Ġgo": 737,
      "Ġcons": 738,
      "ĠSt": 739,
      "Ġpeople": 740,
      "Ġover": 741,
      "Ġknow": 742,
      "Ġwork": 743,
      "ove": 744,
      "Ġpre": 745,
      "ween": 746,
      "cre": 747,
      "ĠCh": 748,
      "Ġ7": 749,
      "Ġwould": 750,
      "Ġfirst": 751,
      "ample": 752,
      "Ġsome": 753,
      "ility": 754,
      "oth": 755,
      "Ġ8": 756,
      "Ġbetween": 757,
      "Ġexp": 758,
      "Ġag": 759,
      "ft": 760,
      "Ġhel": 761,
      "Ġwhere": 762,
      "arn": 763,
      "ange": 764,
      "ail": 765,
      "ating": 766,
      "Ġob": 767,
      "###": 768,
      "unction": 769,
      "Ġco": 770,
      "Ġeach": 771,
      "Ġlike": 772,
      "Ġprov": 773,
      "Ġâ": 774,
      "ds": 775,
      "fect": 776,
      "Ġstr": 777,
      "round": 778,
      "Ġget": 779,
      "ib": 780,
      "erv": 781,
      "Ġhelp": 782,
      "cess": 783,
      "ments": 784,
      "ff": 785,
      "ever": 786,
      "Ġinter": 787,
      "ons": 788,
      "Ġ20": 789,
      "row": 790,
      "Ġbeen": 791,
      "Ġact": 792,
      "Ġimport": 793,
      "**:": 794,
      "Ġmay": 795,
      "als": 796,
      "Ġused": 797,
      "uring": 798,
      "Ġinclud": 799,
      "ally": 800,
      "ough": 801,
      "hat": 802,
      "vers": 803,
      "ause": 804,
      "Ġmany": 805,
      "Ġ9": 806,
      "Ġnew": 807,
      "Ġspec": 808,
      "Ġrep": 809,
      "Ġdef": 810,
      "elf": 811,
      "ram": 812,
      "cept": 813,
      "its": 814,
      "lo": 815,
      "ues": 816,
      "Ġdist": 817,
      "Ġret": 818,
      "Ġsub": 819,
      "aw": 820,
      "Ġrec": 821,
      "stem": 822,
      "Ġmost": 823,
      "ys": 824,
      "In": 825,
      "Ġset": 826,
      "Ġmod": 827,
      "Ġdes": 828,
      "ert": 829,
      "lect": 830,
      "Ġthrough": 831,
      "Ġproblem": 832,
      "velop": 833,
      "Ġaf": 834,
      "eth": 835,
      "Ġpol": 836,
      "mer": 837,
      "ize": 838,
      "Ġdifferent": 839,
      "Ġacc": 840,
      "ract": 841,
      "Ġpoint": 842,
      "ower": 843,
      "Ġinte": 844,
      "ible": 845,
      "eng": 846,
      "Ġself": 847,
      "Ġam": 848,
      "Ġrem": 849,
      "Ġfunction": 850,
      "str": 851,
      "Ġvari": 852,
      "ll": 853,
      "000": 854,
      "__": 855,
      "Ġonly": 856,
      "ular": 857,
      "Ġgen": 858,
      "fore": 859,
      "Ġgiven": 860,
      "olog": 861,
      "Ġany": 862,
      "Ġinv": 863,
      "Ġsim": 864,
      "ise": 865,
      "ax": 866,
      "Ġreg": 867,
      "ied": 868,
      "hed": 869,
      "Ġcor": 870,
      "Ġadd": 871,
      "ced": 872,
      "Ġcalcul": 873,
      "ten": 874,
      "Ġcent": 875,
      "ics": 876,
      "Ġprodu": 877,
      "Ġno": 878,
      "Ġdevelop": 879,
      "ures": 880,
      "Ġthen": 881,
      "Ġac": 882,
      "Ġwhat": 883,
      "hes": 884,
      "ov": 885,
      "Ġlearn": 886,
      "Ġ18": 887,
      "ational": 888,
      "}$": 889,
      "Ġfol": 890,
      "Ġfact": 891,
      "Ġusing": 892,
      "tep": 893,
      "ĠHow": 894,
      "put": 895,
      "hen": 896,
      "get": 897,
      "Ġass": 898,
      "ern": 899,
      "self": 900,
      "Ġbl": 901,
      "ince": 902,
      "To": 903,
      "Ġequation": 904,
      "uc": 905,
      "ĠY": 906,
      "ĠAr": 907,
      "pect": 908,
      "ful": 909,
      "Ġbo": 910,
      "Ġ'": 911,
      "Ġsystem": 912,
      "Ġresult": 913,
      "Ġsoc": 914,
      "Ġreturn": 915,
      "Ġboth": 916,
      "ng": 917,
      "Ġsc": 918,
      "stand": 919,
      "Ġsign": 920,
      "Ġour": 921,
      "Ġcount": 922,
      "Ġmat": 923,
      "sw": 924,
      "Ġyears": 925,
      "ars": 926,
      "Ġsur": 927,
      "Ġph": 928,
      "imes": 929,
      "10": 930,
      "ark": 931,
      "resent": 932,
      "Ġfollow": 933,
      "ĠStep": 934,
      "ĠUn": 935,
      "Ġgra": 936,
      "Ġcould": 937,
      "Ġsm": 938,
      "ased": 939,
      "Ġ$\\": 940,
      "ism": 941,
      "Ġstudents": 942,
      "))": 943,
      "Ġlo": 944,
      "Ġvalue": 945,
      "ade": 946,
      "ident": 947,
      "own": 948,
      "Ġcur": 949,
      "ivid": 950,
      "Ġlar": 951,
      "Ġ12": 952,
      "Ġdec": 953,
      "Ġ{": 954,
      "Ġsupp": 955,
      "gs": 956,
      "ife": 957,
      "yp": 958,
      "alth": 959,
      "meric": 960,
      "ives": 961,
      "ool": 962,
      "lic": 963,
      "ural": 964,
      "ew": 965,
      "ĠIf": 966,
      "Ġoff": 967,
      "Ġchildren": 968,
      "ists": 969,
      "inal": 970,
      "Ġappro": 971,
      "ĠHe": 972,
      "Ġtrans": 973,
      "Ġfound": 974,
      "ĠCon": 975,
      "iss": 976,
      "Ġdi": 977,
      "Ġmake": 978,
      "erg": 979,
      "wn": 980,
      "Ġnumbers": 981,
      "Ġsame": 982,
      "Ġcre": 983,
      "Ġdata": 984,
      "ss": 985,
      "ify": 986,
      "ps": 987,
      "Ġpers": 988,
      "Ġright": 989,
      "der": 990,
      "ĠPro": 991,
      "ines": 992,
      "ctions": 993,
      "ĠThey": 994,
      "Ġdet": 995,
      "ĠEx": 996,
      "ides": 997,
      "ĠAmeric": 998,
      "Ġwater": 999,
      "ink": 1000,
      "Ġwell": 1001,
      "Ġbu": 1002,
      "Ġbecause": 1003,
      "ĠFor": 1004,
      "^{": 1005,
      "ited": 1006,
      "Ġed": 1007,
      "aking": 1008,
      "ick": 1009,
      "Ġinf": 1010,
      "ious": 1011,
      "Ġke": 1012,
      "swer": 1013,
      "ob": 1014,
      "ily": 1015,
      "ting": 1016,
      "hip": 1017,
      "ĠâĢĵ": 1018,
      "Ġafter": 1019,
      "Ġfl": 1020,
      "Ġterm": 1021,
      "uch": 1022,
      "land": 1023,
      "Ġlong": 1024,
      "gan": 1025,
      "Ġear": 1026,
      "ants": 1027,
      "other": 1028,
      "Ġmin": 1029,
      "Ġher": 1030,
      "ential": 1031,
      "Ġeven": 1032,
      "iel": 1033,
      "Ġatt": 1034,
      "Ġpa": 1035,
      "rect": 1036,
      "Ġgener": 1037,
      "ĠâĪ": 1038,
      "ins": 1039,
      "Ġway": 1040,
      "ex": 1041,
      "ck": 1042,
      "Ġconst": 1043,
      "Ġmain": 1044,
      "Ġduring": 1045,
      "ature": 1046,
      "vern": 1047,
      "Ġsa": 1048,
      "Ġexample": 1049,
      "ability": 1050,
      "val": 1051,
      "Ġimportant": 1052,
      "Ġsum": 1053,
      "Ġcomple": 1054,
      "Ġshould": 1055,
      "Ġline": 1056,
      "Ġ`": 1057,
      "ĠRe": 1058,
      "--": 1059,
      "ute": 1060,
      "arch": 1061,
      "ient": 1062,
      "olv": 1063,
      "tern": 1064,
      "Ġpower": 1065,
      "Ġinst": 1066,
      "Ġrequ": 1067,
      "Ġlead": 1068,
      "imate": 1069,
      "enc": 1070,
      "Ġexper": 1071,
      "Ġsk": 1072,
      "chool": 1073,
      "Ġworld": 1074,
      "Ġincre": 1075,
      "..": 1076,
      "Ġhum": 1077,
      "ĠĠĠĠĠĠĠĠ": 1078,
      "Ġclass": 1079,
      "Ġ[": 1080,
      "Ġart": 1081,
      "ĠInd": 1082,
      "Ġunderstand": 1083,
      "ized": 1084,
      "ula": 1085,
      "tal": 1086,
      "Ġwrit": 1087,
      "Ġsmall": 1088,
      "20": 1089,
      "Ġdisc": 1090,
      "ward": 1091,
      "Ġend": 1092,
      "Ġhist": 1093,
      "ically": 1094,
      "Ġdep": 1095,
      "mb": 1096,
      "()": 1097,
      "Ġoften": 1098,
      "Ġstate": 1099,
      "Ġgrou": 1100,
      "Ġcommun": 1101,
      "Ġexpl": 1102,
      "ined": 1103,
      "ength": 1104,
      "Ġext": 1105,
      "Ġmult": 1106,
      "Ġhigh": 1107,
      "Ġ->": 1108,
      "cial": 1109,
      "Ġcall": 1110,
      "ger": 1111,
      "Ġdire": 1112,
      "ually": 1113,
      "old": 1114,
      "Ġprocess": 1115,
      "ffect": 1116,
      "Ġposs": 1117,
      "ety": 1118,
      "port": 1119,
      "Ġbeing": 1120,
      "ty": 1121,
      "Ġref": 1122,
      "12": 1123,
      "dition": 1124,
      "ts": 1125,
      "Ġplay": 1126,
      "Ġjust": 1127,
      "Ġ15": 1128,
      "Ġpop": 1129,
      "ases": 1130,
      "Ġwhile": 1131,
      "Ġarea": 1132,
      "Ġchar": 1133,
      "de": 1134,
      "Ġlist": 1135,
      "$.": 1136,
      "ruct": 1137,
      "Ġmade": 1138,
      "Ġele": 1139,
      "Ġpartic": 1140,
      "Ġfam": 1141,
      "tle": 1142,
      "Ġlife": 1143,
      "ethod": 1144,
      "the": 1145,
      "led": 1146,
      "ator": 1147,
      "ral": 1148,
      "cent": 1149,
      "oy": 1150,
      "pon": 1151,
      "cient": 1152,
      "Ġtri": 1153,
      "ĠAs": 1154,
      "irc": 1155,
      ")^": 1156,
      "_{": 1157,
      "itive": 1158,
      "read": 1159,
      "Ġstart": 1160,
      "Ġevery": 1161,
      "This": 1162,
      "ices": 1163,
      "Ġcar": 1164,
      "Ġdoes": 1165,
      "Ġcontin": 1166,
      "ider": 1167,
      "ĠWe": 1168,
      "ages": 1169,
      "rest": 1170,
      "Ġperson": 1171,
      "ode": 1172,
      "Ġmon": 1173,
      "Ġhealth": 1174,
      "ather": 1175,
      "ale": 1176,
      "ock": 1177,
      "Ġinc": 1178,
      "``": 1179,
      "Ġeffect": 1180,
      "Ġent": 1181,
      "Ġsee": 1182,
      "cond": 1183,
      "Ġless": 1184,
      "ĠCom": 1185,
      "Ġown": 1186,
      "Ġshe": 1187,
      "Ġca": 1188,
      "Ġexpress": 1189,
      "ĠQ": 1190,
      "arm": 1191,
      "iron": 1192,
      "Ġobject": 1193,
      "ix": 1194,
      "Ġgovern": 1195,
      "ional": 1196,
      "Ġread": 1197,
      "Ġconf": 1198,
      "iqu": 1199,
      "Ġz": 1200,
      "ray": 1201,
      "Ġsqu": 1202,
      "Ġtest": 1203,
      "Ġshow": 1204,
      "Ġknown": 1205,
      "Ġthree": 1206,
      "Ġagain": 1207,
      "ĠÃ": 1208,
      "rt": 1209,
      "Ġquest": 1210,
      "els": 1211,
      "itions": 1212,
      "Ġformula": 1213,
      "ality": 1214,
      "up": 1215,
      "rence": 1216,
      "any": 1217,
      "ĠHowever": 1218,
      "hem": 1219,
      "Ġthose": 1220,
      "ted": 1221,
      ".âĢĿ": 1222,
      "Ġloc": 1223,
      "ĠAn": 1224,
      "Ġaround": 1225,
      "olution": 1226,
      "formation": 1227,
      "Ġcorrect": 1228,
      "Ġest": 1229,
      "Ġcommon": 1230,
      "ury": 1231,
      "ave": 1232,
      "Ġland": 1233,
      "Ġsupport": 1234,
      "omen": 1235,
      "akes": 1236,
      "chn": 1237,
      "ning": 1238,
      "ror": 1239,
      "Ġcult": 1240,
      "Ġback": 1241,
      "Ġins": 1242,
      "io": 1243,
      "ĠAl": 1244,
      "Ġ16": 1245,
      "Ġmuch": 1246,
      "Ġocc": 1247,
      "iod": 1248,
      "Ġpar": 1249,
      "vent": 1250,
      "Ġtotal": 1251,
      "Ġincluding": 1252,
      "Ġvery": 1253,
      "Ġbel": 1254,
      "Ġaut": 1255,
      "Ġschool": 1256,
      "here": 1257,
      "Ġgrow": 1258,
      "ets": 1259,
      "ĠTh": 1260,
      "qrt": 1261,
      "ĠThese": 1262,
      "Ġmean": 1263,
      "19": 1264,
      "Ġang": 1265,
      "ross": 1266,
      "gg": 1267,
      "Ġplan": 1268,
      "Ġanswer": 1269,
      "Ġeduc": 1270,
      "How": 1271,
      "Ġsocial": 1272,
      "ividual": 1273,
      "Ġpat": 1274,
      "Ġvalues": 1275,
      "emb": 1276,
      "und": 1277,
      "omet": 1278,
      "Ġdown": 1279,
      "ness": 1280,
      "Ġrese": 1281,
      "Ġprint": 1282,
      "ples": 1283,
      "ork": 1284,
      "ield": 1285,
      "Ġbeh": 1286,
      "Ġallow": 1287,
      "ron": 1288,
      "Ġser": 1289,
      "ĠAf": 1290,
      "ec": 1291,
      "We": 1292,
      "viron": 1293,
      "ier": 1294,
      "right": 1295,
      "ision": 1296,
      "Ġsignific": 1297,
      "Ġmethod": 1298,
      "Ġremain": 1299,
      "oss": 1300,
      "Ġdid": 1301,
      "ublic": 1302,
      "Ġfood": 1303,
      "iew": 1304,
      "Ġsl": 1305,
      "Ġstep": 1306,
      "ergy": 1307,
      "Ġve": 1308,
      "ĠThere": 1309,
      "Ġmust": 1310,
      "Ġap": 1311,
      "Ġmed": 1312,
      "Ġlearning": 1313,
      "Ġprob": 1314,
      "Ġmeas": 1315,
      "ody": 1316,
      "Ġmet": 1317,
      "Ġactiv": 1318,
      "15": 1319,
      "Ġtake": 1320,
      "$,": 1321,
      "Ġequal": 1322,
      "Ġindividual": 1323,
      "Ġopp": 1324,
      "uss": 1325,
      "ĠÎ": 1326,
      "ology": 1327,
      "Ġbefore": 1328,
      "Ġdiv": 1329,
      "Ġlarge": 1330,
      "day": 1331,
      "Ġtyp": 1332,
      "Ġhand": 1333,
      "There": 1334,
      "name": 1335,
      "Ġlaw": 1336,
      "atic": 1337,
      "com": 1338,
      "Ġlength": 1339,
      "ulation": 1340,
      "25": 1341,
      "to": 1342,
      "Ġprog": 1343,
      "Ġpass": 1344,
      "fic": 1345,
      "angle": 1346,
      "lu": 1347,
      "Ġel": 1348,
      "conom": 1349,
      "Ġtechn": 1350,
      "Ġchange": 1351,
      "Ġsecond": 1352,
      "Ġstand": 1353,
      "ĠRet": 1354,
      "Ġinteg": 1355,
      "ills": 1356,
      "Ġmove": 1357,
      "Ġrepresent": 1358,
      "Ġide": 1359,
      "Ġident": 1360,
      "stit": 1361,
      "\")": 1362,
      "Ġorig": 1363,
      "ired": 1364,
      "itial": 1365,
      "Ġlit": 1366,
      "An": 1367,
      "vert": 1368,
      "ĠNone": 1369,
      "Ġlevel": 1370,
      "ĠWhat": 1371,
      "ided": 1372,
      "ven": 1373,
      "11": 1374,
      "Ġperiod": 1375,
      "Ġ100": 1376,
      "ency": 1377,
      "Ġfollowing": 1378,
      "ĠCalcul": 1379,
      "Ġinformation": 1380,
      "Ġpossible": 1381,
      "ared": 1382,
      "Ġday": 1383,
      "Ġgre": 1384,
      "gin": 1385,
      "Ġmil": 1386,
      "ished": 1387,
      "angu": 1388,
      "Ġgood": 1389,
      "Ġhuman": 1390,
      "par": 1391,
      "Ġpract": 1392,
      "urns": 1393,
      "Ġcurrent": 1394,
      "Ġserv": 1395,
      "iving": 1396,
      "Ġenviron": 1397,
      "ination": 1398,
      "ians": 1399,
      "mpt": 1400,
      "Ġtem": 1401,
      "Ġdem": 1402,
      "Ġmeans": 1403,
      "Ġ<": 1404,
      "Ġsolve": 1405,
      "Ġer": 1406,
      "ots": 1407,
      "ĠWh": 1408,
      "Ġlet": 1409,
      "Ġ17": 1410,
      "uro": 1411,
      "aj": 1412,
      "âĪ": 1413,
      "Ġexperi": 1414,
      "def": 1415,
      "Ġvol": 1416,
      "Ġcalled": 1417,
      "Ġproper": 1418,
      "ization": 1419,
      "ull": 1420,
      "Ġprote": 1421,
      "Ġorder": 1422,
      "Ġproduct": 1423,
      "Ġcalculate": 1424,
      "ĠÃĹ": 1425,
      "ĠTo": 1426,
      "Ġhim": 1427,
      "Ġstill": 1428,
      "acter": 1429,
      "ense": 1430,
      "hers": 1431,
      "ĠAd": 1432,
      "Ġchang": 1433,
      "Ġinterest": 1434,
      "ior": 1435,
      "Ġbuild": 1436,
      "Ġlog": 1437,
      "Ġdeterm": 1438,
      "ran": 1439,
      "16": 1440,
      "lish": 1441,
      "18": 1442,
      "Ġname": 1443,
      "Ġadv": 1444,
      "Ġcirc": 1445,
      "Ġgovernment": 1446,
      "Ġgreat": 1447,
      "ved": 1448,
      "ves": 1449,
      "Ġwithout": 1450,
      "',": 1451,
      "ived": 1452,
      "Ġplace": 1453,
      "Ġsignificant": 1454,
      "ring": 1455,
      "Ġlook": 1456,
      "Ġav": 1457,
      "Ġop": 1458,
      "Ġhistory": 1459,
      "Ġlim": 1460,
      "ving": 1461,
      "Ġnum": 1462,
      "ctor": 1463,
      "Ġanother": 1464,
      "Ġenergy": 1465,
      "Ġbelie": 1466,
      "ype": 1467,
      "Ġwar": 1468,
      "rodu": 1469,
      "Ġfre": 1470,
      "ote": 1471,
      "Ġbre": 1472,
      "50": 1473,
      "oint": 1474,
      "cos": 1475,
      "rix": 1476,
      "sqrt": 1477,
      "text": 1478,
      "Ġcle": 1479,
      "ertain": 1480,
      "ĠArgs": 1481,
      "Ġconsider": 1482,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1483,
      "outh": 1484,
      "Ġpres": 1485,
      "Ġeconom": 1486,
      "ences": 1487,
      "ccess": 1488,
      "urs": 1489,
      "ĠEng": 1490,
      "ental": 1491,
      "ĠAt": 1492,
      "Ġeng": 1493,
      "Ġelect": 1494,
      "ining": 1495,
      "Ġreal": 1496,
      "ified": 1497,
      "ape": 1498,
      "Ġearly": 1499,
      "imal": 1500,
      "Ġmass": 1501,
      "ta": 1502,
      "Ġ14": 1503,
      "}\\": 1504,
      ",âĢĿ": 1505,
      "Ġrad": 1506,
      "Ġmulti": 1507,
      "Ġcontro": 1508,
      "Ġsides": 1509,
      "ats": 1510,
      "ĠNew": 1511,
      "ash": 1512,
      "Ġstudy": 1513,
      "yn": 1514,
      "Ġwomen": 1515,
      "Ġ&": 1516,
      "ĠAmerican": 1517,
      "ĠBrit": 1518,
      "Ġcontain": 1519,
      "Ġlangu": 1520,
      "ateg": 1521,
      "Ġmus": 1522,
      "Ġoper": 1523,
      "bo": 1524,
      "Ġthough": 1525,
      "Ġwithin": 1526,
      "ivers": 1527,
      "Ġgroup": 1528,
      "Ġdevelopment": 1529,
      "heck": 1530,
      "Ġleg": 1531,
      "Ġmy": 1532,
      "ume": 1533,
      "osed": 1534,
      "Ġdesc": 1535,
      "Ġinvolv": 1536,
      "Ġnow": 1537,
      "ital": 1538,
      "ration": 1539,
      "Ġforce": 1540,
      "âĢĶ": 1541,
      "Ġsolution": 1542,
      "Ġprovide": 1543,
      "Ġorgan": 1544,
      "ids": 1545,
      "Ġtimes": 1546,
      "ton": 1547,
      "Ġenvironment": 1548,
      "Ġpolit": 1549,
      "14": 1550,
      "Ġbody": 1551,
      "Ġdirect": 1552,
      "be": 1553,
      "ption": 1554,
      "What": 1555,
      "ĠIs": 1556,
      "Ġtry": 1557,
      "Ġaw": 1558,
      "utions": 1559,
      "Ġeff": 1560,
      "Ġmodel": 1561,
      "Ġi": 1562,
      "ogn": 1563,
      "sc": 1564,
      "Ġcap": 1565,
      "Ġthink": 1566,
      "ner": 1567,
      "Ġ13": 1568,
      "ler": 1569,
      "Ġsquare": 1570,
      "orth": 1571,
      "Ġagainst": 1572,
      "Ġgu": 1573,
      "Ġside": 1574,
      "Ġmight": 1575,
      "Ġdesign": 1576,
      "ĠSe": 1577,
      "Ġredu": 1578,
      "Ġrange": 1579,
      "ĠX": 1580,
      "ĠReturns": 1581,
      "Ġdig": 1582,
      "Ġterms": 1583,
      "Ġleft": 1584,
      "Ġamount": 1585,
      "Ġspecies": 1586,
      "Ġspecific": 1587,
      "ouse": 1588,
      "Ġbir": 1589,
      "Ġlast": 1590,
      "oms": 1591,
      "app": 1592,
      "verse": 1593,
      "Ġcreate": 1594,
      "mp": 1595,
      "Ġvarious": 1596,
      "iety": 1597,
      "Ġrelations": 1598,
      "Ġbased": 1599,
      "ames": 1600,
      "Ġprof": 1601,
      "ule": 1602,
      "Ġappe": 1603,
      "Ġpot": 1604,
      "raph": 1605,
      "ĠâĢĺ": 1606,
      "Ġsince": 1607,
      "tain": 1608,
      "orn": 1609,
      "agn": 1610,
      "Ġsaid": 1611,
      "ources": 1612,
      "Ġdra": 1613,
      "me": 1614,
      "Ġdue": 1615,
      "Ġ30": 1616,
      "ication": 1617,
      "Ġeas": 1618,
      "Ġcentury": 1619,
      "imum": 1620,
      "For": 1621,
      "Ġsever": 1622,
      "{\\": 1623,
      "ĠSp": 1624,
      "Ġpoints": 1625,
      "ilar": 1626,
      "\",": 1627,
      "Ġconcept": 1628,
      "Ġcase": 1629,
      "ĠDe": 1630,
      "Ġinclude": 1631,
      "Ġimpact": 1632,
      "min": 1633,
      "urope": 1634,
      "17": 1635,
      "Ġdistance": 1636,
      ")(": 1637,
      "ug": 1638,
      "ĠInt": 1639,
      "ason": 1640,
      "Ġbehav": 1641,
      "ÏĢ": 1642,
      "Ġcomb": 1643,
      "Ġphys": 1644,
      "Ġtext": 1645,
      "Ġnat": 1646,
      "ĠBut": 1647,
      "(\"": 1648,
      "Ġfin": 1649,
      "ditions": 1650,
      "ah": 1651,
      "aterial": 1652,
      "eral": 1653,
      "Â°": 1654,
      "Ġkey": 1655,
      "Ġrole": 1656,
      "Ġfour": 1657,
      "Ġcost": 1658,
      "sin": 1659,
      "air": 1660,
      "Ġbecome": 1661,
      "Ġproblems": 1662,
      "Ġcour": 1663,
      "not": 1664,
      "Â²": 1665,
      "Ġmar": 1666,
      "13": 1667,
      "Ġ25": 1668,
      "Ġsuccess": 1669,
      "co": 1670,
      "Ġsit": 1671,
      "Ġmark": 1672,
      "ank": 1673,
      "Ġcare": 1674,
      "Ġwant": 1675,
      "ond": 1676,
      "Ġtop": 1677,
      "Ġens": 1678,
      "Ġinflu": 1679,
      "ique": 1680,
      "ajor": 1681,
      "ĠEurope": 1682,
      "rees": 1683,
      "Ġrest": 1684,
      "left": 1685,
      "Ġvis": 1686,
      "eter": 1687,
      "ĠUnited": 1688,
      "utes": 1689,
      "Ġcho": 1690,
      "Ġseveral": 1691,
      "Ġaddition": 1692,
      "Ġinput": 1693,
      "Ġfew": 1694,
      "ĠCalculate": 1695,
      "Ġtreat": 1696,
      "etic": 1697,
      "Ġlight": 1698,
      "ĠWhen": 1699,
      "Ġparticular": 1700,
      "Ġpositive": 1701,
      "Ġskills": 1702,
      "epend": 1703,
      "Ġimpro": 1704,
      "Ġothers": 1705,
      "Ġnon": 1706,
      "face": 1707,
      "Ġcomplex": 1708,
      "oman": 1709,
      "pr": 1710,
      "urther": 1711,
      "Ġ200": 1712,
      "ories": 1713,
      "data": 1714,
      "Ġbecame": 1715,
      "Ġways": 1716,
      "Ġneg": 1717,
      "Ġareas": 1718,
      "ries": 1719,
      "rain": 1720,
      "Ġunt": 1721,
      "Ġmax": 1722,
      "Ġmaking": 1723,
      "Ġmill": 1724,
      "Ġfra": 1725,
      "idence": 1726,
      "Ġbas": 1727,
      "ards": 1728,
      "ĠSh": 1729,
      "Ġcaus": 1730,
      "lying": 1731,
      "Ġdev": 1732,
      "from": 1733,
      "Ġmaterial": 1734,
      "omin": 1735,
      "hor": 1736,
      "ways": 1737,
      "ead": 1738,
      "It": 1739,
      "ering": 1740,
      "ithm": 1741,
      "Ġrate": 1742,
      "aces": 1743,
      "Ġcell": 1744,
      "Ġimm": 1745,
      "Ġmov": 1746,
      "Ġlab": 1747,
      "Ġfore": 1748,
      "Ġsize": 1749,
      "Ġlanguage": 1750,
      "Ġeducation": 1751,
      "ators": 1752,
      "less": 1753,
      "Ġris": 1754,
      "$$": 1755,
      "Ġmeasure": 1756,
      "ording": 1757,
      "Ġiss": 1758,
      "Ġable": 1759,
      "Ġpublic": 1760,
      "ĠStates": 1761,
      "Ġhapp": 1762,
      "Ġ11": 1763,
      "Ġprobability": 1764,
      "Ġpresent": 1765,
      "Ġchall": 1766,
      "(-": 1767,
      "Ġfamily": 1768,
      "verage": 1769,
      "Ġfile": 1770,
      "Ġhour": 1771,
      "iation": 1772,
      "ole": 1773,
      "ables": 1774,
      "Ġpred": 1775,
      "rop": 1776,
      "path": 1777,
      "Ġpopulation": 1778,
      "Ġstruct": 1779,
      "ances": 1780,
      "Ġess": 1781,
      "sing": 1782,
      "60": 1783,
      "Ġanal": 1784,
      "ges": 1785,
      "Ġprogram": 1786,
      "ival": 1787,
      "Ġunderstanding": 1788,
      "Ġrelationship": 1789,
      "ention": 1790,
      "ĠFind": 1791,
      "Ġfeel": 1792,
      "Ġage": 1793,
      "Ġtype": 1794,
      "Ġsimpl": 1795,
      "amples": 1796,
      "ered": 1797,
      "ends": 1798,
      "Ġes": 1799,
      "alk": 1800,
      "Ġmot": 1801,
      "Ġmajor": 1802,
      "Ġcertain": 1803,
      "Ġenc": 1804,
      "ĠWar": 1805,
      "Ġâī": 1806,
      "ĠAfric": 1807,
      "ocus": 1808,
      "ĠGerm": 1809,
      "Ġmemb": 1810,
      "40": 1811,
      "Ġbetter": 1812,
      "ik": 1813,
      "Ġcreat": 1814,
      "ĠBy": 1815,
      "Ġamong": 1816,
      "ero": 1817,
      "ource": 1818,
      "Ġobs": 1819,
      "Ġdr": 1820,
      "Ġtoget": 1821,
      "Ġtogether": 1822,
      "Ġcountry": 1823,
      "ilities": 1824,
      "line": 1825,
      "Ġmen": 1826,
      "ĠPl": 1827,
      "Ġdistrib": 1828,
      "Ġresearch": 1829,
      "Ġopen": 1830,
      "ius": 1831,
      "Ġcharacter": 1832,
      "ere": 1833,
      "ively": 1834,
      "Ġden": 1835,
      "Let": 1836,
      "30": 1837,
      "Ġ==": 1838,
      "play": 1839,
      "Ġdeg": 1840,
      "Ġperform": 1841,
      "If": 1842,
      "ĠCan": 1843,
      "âĢľ": 1844,
      "Ġdays": 1845,
      "az": 1846,
      "ĠZ": 1847,
      "rist": 1848,
      "Ġspace": 1849,
      "man": 1850,
      "Ġstates": 1851,
      "Ġuntil": 1852,
      "Ġteac": 1853,
      "aves": 1854,
      "Ġprovided": 1855,
      "Ġnatural": 1856,
      "Ġfactor": 1857,
      "Ġold": 1858,
      "istic": 1859,
      "Ġestab": 1860,
      "Ġhead": 1861,
      "Ġspeed": 1862,
      "oh": 1863,
      "Ġben": 1864,
      "Ġpur": 1865,
      "ĠAnd": 1866,
      "Ġquestion": 1867,
      "Ġrespon": 1868,
      "idd": 1869,
      "Ġwords": 1870,
      "imately": 1871,
      "Ġindu": 1872,
      "99": 1873,
      "Ġlater": 1874,
      "Ġstat": 1875,
      "ems": 1876,
      "Ġdise": 1877,
      "Ġpotential": 1878,
      "```": 1879,
      "Ġapproach": 1880,
      "Ġpolitical": 1881,
      "Ġevent": 1882,
      "Ġhig": 1883,
      "Ġangle": 1884,
      "ortun": 1885,
      "ĠEar": 1886,
      "ivil": 1887,
      "Ġaffect": 1888,
      "Ġparent": 1889,
      "clus": 1890,
      "lished": 1891,
      "ĠOn": 1892,
      "yle": 1893,
      "So": 1894,
      "ised": 1895,
      "Ġhome": 1896,
      "amp": 1897,
      "ression": 1898,
      "Ġpercent": 1899,
      "Ġfocus": 1900,
      "Ex": 1901,
      "Ġalong": 1902,
      "Ġexpression": 1903,
      "pos": 1904,
      "ently": 1905,
      "Ġfinal": 1906,
      "Ġmonth": 1907,
      "for": 1908,
      "Ġopt": 1909,
      "However": 1910,
      "Ġbest": 1911,
      "Ġcontrol": 1912,
      "Ġgraph": 1913,
      "ling": 1914,
      "Ġpath": 1915,
      "imals": 1916,
      "ument": 1917,
      "ask": 1918,
      "Ġrev": 1919,
      "Ġnext": 1920,
      "equ": 1921,
      ".,": 1922,
      "Ġ50": 1923,
      "ficult": 1924,
      "(\\": 1925,
      "olve": 1926,
      "ĠBritish": 1927,
      "Ġconditions": 1928,
      "orts": 1929,
      "Ġscient": 1930,
      "Ġsimilar": 1931,
      "ales": 1932,
      "Ġair": 1933,
      "though": 1934,
      "rid": 1935,
      "Ġkeep": 1936,
      "ĠTr": 1937,
      "ĠQu": 1938,
      "Ġfactors": 1939,
      "],": 1940,
      "Ġacross": 1941,
      "over": 1942,
      "log": 1943,
      "umber": 1944,
      "bs": 1945,
      "ending": 1946,
      "ĠYou": 1947,
      "ological": 1948,
      "Ġsequ": 1949,
      "Ġcontinu": 1950,
      "Ġweight": 1951,
      "Ġcrit": 1952,
      "Ġ>": 1953,
      "Ġcm": 1954,
      "Ġparts": 1955,
      "Ġrespect": 1956,
      "Ġsing": 1957,
      "uture": 1958,
      "itud": 1959,
      "Ġnear": 1960,
      "atch": 1961,
      "ended": 1962,
      "Ġdifference": 1963,
      "ĠâĪļ": 1964,
      "Ġtemper": 1965,
      "by": 1966,
      "Ġnorm": 1967,
      "math": 1968,
      "nect": 1969,
      "Ġdifficult": 1970,
      "Ġyoung": 1971,
      "Ġexist": 1972,
      "ĠCre": 1973,
      "Ġfield": 1974,
      "asing": 1975,
      "of": 1976,
      "Ġrat": 1977,
      "apt": 1978,
      ")$": 1979,
      "Ġpric": 1980,
      "Ġexpect": 1981,
      "ĠLe": 1982,
      "aced": 1983,
      "icle": 1984,
      "pi": 1985,
      "ission": 1986,
      "Ġcos": 1987,
      "cing": 1988,
      "Ġ40": 1989,
      "Ġequations": 1990,
      "Ġrul": 1991,
      "Ġarm": 1992,
      "Ġder": 1993,
      "Ġheight": 1994,
      "ĠCl": 1995,
      "Ġoccur": 1996,
      "ĠPr": 1997,
      "Ġresp": 1998,
      "Ġinitial": 1999,
      "iversity": 2000,
      "atures": 2001,
      "Ġrun": 2002,
      "Ġtoday": 2003,
      "ploy": 2004,
      "Ġflow": 2005,
      "oura": 2006,
      "oney": 2007,
      "Ġsin": 2008,
      "Ġarr": 2009,
      "ma": 2010,
      "istance": 2011,
      "')": 2012,
      "bal": 2013,
      "iness": 2014,
      "Ġ__": 2015,
      "Ġsw": 2016,
      "ither": 2017,
      "24": 2018,
      "aring": 2019,
      "Ġrelig": 2020,
      "Ġcr": 2021,
      "Ġalways": 2022,
      "pre": 2023,
      "ding": 2024,
      "pecial": 2025,
      "Ġgroups": 2026,
      "Ġsurface": 2027,
      "pro": 2028,
      "alf": 2029,
      "Ġquestions": 2030,
      "Ġlikely": 2031,
      "ĠCol": 2032,
      "Ġ24": 2033,
      "selves": 2034,
      "}}": 2035,
      "aken": 2036,
      "Ġdescrib": 2037,
      "Ġoriginal": 2038,
      "Ġturn": 2039,
      "ledge": 2040,
      "Ġconstant": 2041,
      "arc": 2042,
      "oid": 2043,
      "Ġessential": 2044,
      "Ġrecogn": 2045,
      "Ġthings": 2046,
      "Now": 2047,
      "orld": 2048,
      "py": 2049,
      "Ġpain": 2050,
      "Ġrece": 2051,
      "ina": 2052,
      "Ġbro": 2053,
      "mod": 2054,
      "Ġpattern": 2055,
      "Ġstandard": 2056,
      "ĠSo": 2057,
      "itary": 2058,
      "Ġlow": 2059,
      "Ġcontrib": 2060,
      "Ġdel": 2061,
      "Ġapprox": 2062,
      "\":": 2063,
      "omes": 2064,
      "Wh": 2065,
      "ored": 2066,
      "Ġtriangle": 2067,
      "Ġview": 2068,
      "Ġfrequ": 2069,
      "Ġpress": 2070,
      "Ġ(-": 2071,
      "mbol": 2072,
      "Ġgeneral": 2073,
      "Ġleast": 2074,
      "ruction": 2075,
      "set": 2076,
      "array": 2077,
      "Ġge": 2078,
      "Ġcome": 2079,
      "chie": 2080,
      "Ġseries": 2081,
      "ĠDef": 2082,
      "Ġimage": 2083,
      "ery": 2084,
      "Ġbenef": 2085,
      "Ġstrong": 2086,
      "iet": 2087,
      "ests": 2088,
      "Ġindepend": 2089,
      "Ġfurther": 2090,
      "Ġdivid": 2091,
      "Ġshort": 2092,
      "Ġchanges": 2093,
      "Ġarg": 2094,
      "Ġposition": 2095,
      "Ġexcept": 2096,
      "Ġdon": 2097,
      "Ġauthor": 2098,
      "ĠChrist": 2099,
      "work": 2100,
      "Ġsay": 2101,
      "Ġcy": 2102,
      "Ġteach": 2103,
      "Ġfuture": 2104,
      "umn": 2105,
      "Ġrights": 2106,
      "Ġtoo": 2107,
      "inary": 2108,
      "hemat": 2109,
      "Ġresults": 2110,
      "cd": 2111,
      "oun": 2112,
      "Ġaverage": 2113,
      "mon": 2114,
      "Ġcity": 2115,
      "As": 2116,
      "Ġneeds": 2117,
      "Ġsociety": 2118,
      "Ġnecess": 2119,
      "ium": 2120,
      "cience": 2121,
      "Ġproject": 2122,
      "ird": 2123,
      "ĠPh": 2124,
      "iction": 2125,
      "Ġmodern": 2126,
      "wards": 2127,
      "Ġsent": 2128,
      "ately": 2129,
      "ties": 2130,
      "vious": 2131,
      "Ġnegative": 2132,
      "Ġmusic": 2133,
      "Ġword": 2134,
      "sh": 2135,
      "Ġtypes": 2136,
      "acy": 2137,
      "Ġaccess": 2138,
      "St": 2139,
      "Ġbegan": 2140,
      "ilt": 2141,
      "Ġbus": 2142,
      "Ġcolon": 2143,
      "Ġactivities": 2144,
      "Ġbase": 2145,
      "Ġput": 2146,
      "Ġtravel": 2147,
      "file": 2148,
      "Ġnumer": 2149,
      "rror": 2150,
      "unt": 2151,
      "Ġsugg": 2152,
      "Ġcommunity": 2153,
      ")/": 2154,
      "oci": 2155,
      "Ġtrue": 2156,
      "ison": 2157,
      "Ġbat": 2158,
      "Ġclear": 2159,
      "Ġvir": 2160,
      "'t": 2161,
      "Ġchalleng": 2162,
      "...": 2163,
      "Ġplant": 2164,
      "where": 2165,
      "use": 2166,
      "Ġprom": 2167,
      "Ġindividuals": 2168,
      "ged": 2169,
      "oks": 2170,
      "Ġprotect": 2171,
      "ĠExample": 2172,
      "Ġled": 2173,
      "Ġfree": 2174,
      "Ġlocal": 2175,
      "ocity": 2176,
      "Ġconc": 2177,
      "aster": 2178,
      "Ġachie": 2179,
      "li": 2180,
      "ĠBl": 2181,
      "Ġfig": 2182,
      "ĠRes": 2183,
      "erc": 2184,
      "Ġcause": 2185,
      "Ġprim": 2186,
      "Ġmatrix": 2187,
      "alle": 2188,
      "80": 2189,
      "loat": 2190,
      "Ġanimals": 2191,
      "Ġworks": 2192,
      "Ġstudent": 2193,
      "Ġsound": 2194,
      "aps": 2195,
      "':": 2196,
      "Ġant": 2197,
      "Ġunique": 2198,
      "Ġcomplete": 2199,
      "Ġwhy": 2200,
      "Ġ}": 2201,
      "Ġcannot": 2202,
      "Ġrespons": 2203,
      "Ġaccount": 2204,
      "Ġdetermine": 2205,
      "Ġbegin": 2206,
      "Ġgreater": 2207,
      "Ġdiscuss": 2208,
      "Ġground": 2209,
      "Ġpay": 2210,
      "gen": 2211,
      "75": 2212,
      "22": 2213,
      "('": 2214,
      "ann": 2215,
      "Therefore": 2216,
      "arget": 2217,
      "Ġsteps": 2218,
      "----": 2219,
      "ones": 2220,
      "Ġobserv": 2221,
      "Ġincrease": 2222,
      "ĠâĢĶ": 2223,
      "Ġinvest": 2224,
      "dd": 2225,
      "Ġfar": 2226,
      "Ġabove": 2227,
      "lection": 2228,
      "inter": 2229,
      "amb": 2230,
      "Ġspecial": 2231,
      "ĠSome": 2232,
      "ĠEarth": 2233,
      "Ġexperience": 2234,
      "ference": 2235,
      "When": 2236,
      "ograph": 2237,
      "Ġelements": 2238,
      "ze": 2239,
      "Ġeconomic": 2240,
      "Ġ60": 2241,
      "Ġask": 2242,
      "Ġstrateg": 2243,
      "Ġthemselves": 2244,
      "ches": 2245,
      "ils": 2246,
      "Ġemot": 2247,
      "Ġtradition": 2248,
      "rict": 2249,
      "Ġvel": 2250,
      "Ġregion": 2251,
      "Ġability": 2252,
      "Ġver": 2253,
      "Ġhowever": 2254,
      "100": 2255,
      "mat": 2256,
      "Ġgive": 2257,
      "side": 2258,
      "ĠEnglish": 2259,
      "Ġter": 2260,
      "pecially": 2261,
      "Ġintern": 2262,
      "idered": 2263,
      "Ġavail": 2264,
      "33": 2265,
      "Ġcountries": 2266,
      "âĢĵ": 2267,
      "ires": 2268,
      "Ġnp": 2269,
      "ĠOne": 2270,
      "Ġpost": 2271,
      "fer": 2272,
      "Ġcreated": 2273,
      "ething": 2274,
      "ably": 2275,
      "$\\": 2276,
      "Error": 2277,
      "Given": 2278,
      "Ġgives": 2279,
      "ĠBe": 2280,
      "Ġprin": 2281,
      "Ġdeath": 2282,
      "Since": 2283,
      "Ġhistor": 2284,
      "Ġhere": 2285,
      "omething": 2286,
      "Ġrequired": 2287,
      "Ġphysical": 2288,
      "Ġbi": 2289,
      "Ġknowledge": 2290,
      "iding": 2291,
      "Ġuser": 2292,
      "Ġopportun": 2293,
      "Ġconsidered": 2294,
      "sy": 2295,
      "Ġroot": 2296,
      "Ġloss": 2297,
      "Ġseen": 2298,
      "Ġsitu": 2299,
      "sequ": 2300,
      "Ġteam": 2301,
      "Ġaway": 2302,
      "Ġwhether": 2303,
      "class": 2304,
      "Pro": 2305,
      "Ġsymbol": 2306,
      "Ġsystems": 2307,
      "Ġrule": 2308,
      "mber": 2309,
      "osp": 2310,
      "Ġsubject": 2311,
      "Ġbehavior": 2312,
      "overed": 2313,
      "rel": 2314,
      "ĠSince": 2315,
      "iply": 2316,
      "Ġhours": 2317,
      "tt": 2318,
      "ivity": 2319,
      "Ġstory": 2320,
      "Ġancient": 2321,
      "itude": 2322,
      "ults": 2323,
      "ands": 2324,
      "lim": 2325,
      "ele": 2326,
      "Ġsequence": 2327,
      "ĠOr": 2328,
      "iver": 2329,
      "Ġworking": 2330,
      "mit": 2331,
      "ights": 2332,
      "Ġrisk": 2333,
      "ĠAmerica": 2334,
      "Ġwee": 2335,
      "aut": 2336,
      "Ġusually": 2337,
      "abit": 2338,
      "cy": 2339,
      "Ġwhole": 2340,
      "place": 2341,
      "oot": 2342,
      "Ġsays": 2343,
      "izing": 2344,
      "Ġblack": 2345,
      "Ġtool": 2346,
      "Ġgrowth": 2347,
      "Ġcases": 2348,
      "Ġmillion": 2349,
      "Ġculture": 2350,
      "ordin": 2351,
      "ane": 2352,
      "Ġclose": 2353,
      "Ġsomething": 2354,
      "ĠIndia": 2355,
      "ĠCreate": 2356,
      "Ġrecord": 2357,
      "Ġhigher": 2358,
      "ox": 2359,
      "ĠWith": 2360,
      "Ġdone": 2361,
      "Ġindic": 2362,
      "Ġdistribution": 2363,
      "Ġcircle": 2364,
      "Ġvelocity": 2365,
      "rences": 2366,
      "Ġespecially": 2367,
      "Ġsingle": 2368,
      "times": 2369,
      "Ġfeet": 2370,
      "Ġresources": 2371,
      "Ġfil": 2372,
      "ises": 2373,
      "Ġpolic": 2374,
      "icial": 2375,
      "Ġhaving": 2376,
      "tract": 2377,
      "import": 2378,
      "Ġ\\(": 2379,
      "ging": 2380,
      "Ġsimple": 2381,
      "Ġprevent": 2382,
      "Con": 2383,
      "ured": 2384,
      "Ġdisease": 2385,
      "Ġmeaning": 2386,
      "version": 2387,
      "ĠGod": 2388,
      "ae": 2389,
      "ndom": 2390,
      "oring": 2391,
      "Ġ:": 2392,
      "ĠEn": 2393,
      "âĪļ": 2394,
      "Ġelse": 2395,
      "ĠGen": 2396,
      "Ġmembers": 2397,
      "ĠNorth": 2398,
      "ĠPar": 2399,
      "Ġill": 2400,
      "cle": 2401,
      "Ġball": 2402,
      "Ġresponse": 2403,
      "iddle": 2404,
      "Ġhalf": 2405,
      "Ġwhite": 2406,
      "ĠSc": 2407,
      "Ġrather": 2408,
      "ohn": 2409,
      "une": 2410,
      "ipp": 2411,
      "ĠĠĠĠčĊ": 2412,
      "Ġelement": 2413,
      "ready": 2414,
      "Ġred": 2415,
      "Ch": 2416,
      "Ġcru": 2417,
